[
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "几乎每年都参加考研复试，聊聊考研复试中的面试经验吧。\n复试现场一般是这样的：导师围圈而坐。\n\n首先同学们要明白一点，在自身条件无法改变的情况下，面试的基础分是你的自信和踏实。自信是心态，踏实是品德，这是老师最看重的品质。成绩好经历多不要吹嘘，成绩平平也不要自卑，你已经坐到了复试的凳子上，就证明了你的努力。而面试的拔高分是你的逻辑能力以及表达能力。\n有了自信和踏实，努力才有实打实的效果。\n逻辑和表达，更是要主动去思考和训练。\n老师只是关心你的过去，但更在意的是你的未来。不要过分的以一个弱势方的态度来回答问题，总说自己一定好好学习努力进步等废话，更不要有跪舔的嫌疑。我们最好摆正一个心态：读研既是学习也是合作。可以适当聊聊你自己能做什么，期望带来什么，读研的规划等，不过切记不要夸大。\n有读博的意愿一般会加分。\n下面具体说一些细节上的东西\n1、眼神和形象\n不要目光呆滞的一直看着桌子，也不要一直望着天花板或者窗外回答问题。\n你的对面会坐着几个老师，要和他们有眼神交流，不要怕和他们对视，当然你的眼神也不要在一个固定的老师上停留过多的时间，都要关注到，让老师知道你在和他们分享你的回答，要让老师们看到你的自信。\n身体不要晃来晃去，腿不要抖，不要翘二郎腿，不需要挠头。\n女生不要有刺鼻的香水味，男生不要有汗味。。。\n2、微笑而不兴奋\n每回答完一个问题，说回答完毕，然后微笑着看着老师等待下一步即可，但不要把状态调整的过于兴奋，有些学生回答问题的时候，手上比比划划，这是很不好的。\n3、回答问题要有逻辑性\n不要想到哪说到哪，遇到没准备过的问题不要随口就答。老师提问了一个问题，你是可以先简单思索10到15秒左右的，心理大概列出个123条，然后在回答的时候，再围绕着这几点自我发挥。\n很多同学说了一大堆我只能记住一两句话，就是因为逻辑性和带入感不强，你的回答如果想让人记住，就要有层次感和逻辑感。\n从回答中体现你的逻辑能力会加很多分！因为研究生无论是搞课题还是写文章，首先要有逻辑能力。\n下面链接是一个典型的回答问题跑偏，逻辑混乱的例子，同学们可以仔细看一下问题介绍和我的回答。\n\n4、自我介绍要简洁\n面试第一步往往都是自我介绍，你如果说了一大堆，会影响后面你作答的时间和老师提问的时间。自我介绍没必要介绍自己与专业不相关的爱好和兴趣。\n英文自我介绍，注意断句和停顿。很多人由于紧张，把提前背诵的英文自我介绍2口气就说完了。不像介绍自己，像背课文，太快了没有停顿老师听的也费劲！会打低你的印象分和英语能力分。\n5、你可以普通话不好，但不要害羞，说话宏亮要能让别人听清楚；外语口语，尽量不要带口音，提前对着同学朋友练习。\n英语能力是老师非常看重的，口语也是，现在很多软件都可以练口语，我就不打广告了，一定要提前多练习，还要对着你的舍友和同学去说，不要不好意思，一定要提前对着真人多练习你的外语表述能力。考研英语上了70，然后对着老师磕磕巴巴的我见的太多了，明显是没有对着真人练过。\n6、建议多看几篇你们专业近2年的英文文章。\n很多老师会问你对这个专业的现状和未来发展怎么看，如果你对国外的前沿动态有了解，加分！\n7、提前知晓该校侧重的研究方向。\n同一个专业，每个学校都会有侧重研究的方向，提前去知网搜你目标学校该专业各位老师的文章，提前看看，老师的问题也会很侧重自己的研究方向，让老师知道你是下了功夫的。\n8、走的时候鞠个躬，说谢谢各位老师。\n观阳大师兄\n679 次咨询5.0\n\n管理学博士\n85681 次赞同\n\n去咨询\n\n\n看的人较多，大师兄再加两个方面，面试的常见问题及面试评分标准。\n面试常见问题：\n1、请简单做一下自我介绍。(3分钟，一般是英文)\n2、你的毕业论文及实践做了什么，有哪些满意的地方，有哪些不足？（本科毕业论文通过复制粘贴的同学们要注意哦，我甚至见把自己本科论文题目全称说错的。。。）\n3、如果考上，你的未来规划是什么？\n4、为啥报考我们学校！\n5、为什么跨专业？你跨到此专业的优势和劣势是什么？（跨专业考生被提问此问题的几率很大）\n6、为什么工作后又来考研？（针对工作后读研的同学）\n7、看过哪些专业的书籍，以及论文？\n8、你感兴趣的研究方向是什么，为什么对这个方向感兴趣？\n9、谈谈你对这个专业的理解。\n10、你个人在学习和工作中，有哪些优点和不足。\n面试评分标准：\n假设面试总分100分\n1、外语听说水平（10分左右）\n考生用外语进行自我介绍，评委就考生籍贯、本科来源学校、家庭成员、兴趣爱好、专业方向、就业领域等问题进行外语提问，考生用外语回答，重点考察考生的外语听力和语言组织能力\n2、培养潜力（20分左右）\n考生生源院校层次、本科绩点、专业课成绩、四六级成绩等。\n3、科研能力（15分左右）\n发表论文、专利、作品的数量及情况，奖学金、及各项比赛获奖情况等。\n4、专业能力（55分左右）\n约3~4门该专业主干专业课组成题库，考生抽签回答3~5个问题。\n评委就课程设计、毕业设计等综合环节提出2~3个综合问题让考生回答，重点考察考生对本专业知识结构的把握和理解程度。   \n注意，以上是综合各校的大体情况，具体到不同学校不同专业都有区别，比如某些学校复试是不看考生生源院校层次的，某些专业会更看重外语能力等等。\n很多咨询我跨专业怎么回答为何要转专业的问题，我统一回复一下，我们要“避重就轻”！\n老师的心理你要明白，老师并不关心你原来的专业如何，而是关注你对现在专业的理解和热爱程度，所以不要说原来的专业就业不好、枯燥或者难学等话，原专业的事情一两句话一带而过即可，重点说现在考的专业有什么前景，自己通过大学的学习对现在跨的专业有哪些兴趣，甚至谈谈现在专业的前沿动态，和国家政策有什么联系，国外有什么好的方向等。适当的夸一夸是没问题的！\n关于考研选专业，大家一定要看看：\n跨专业考研选专业指南（必看）3975 赞同 · 654 评论文章\n最后补充：\n面试的时候一定要注意自身的定位，这是大前提！\n研究生和本科生不同，大学生的本质还是学习和受教育，而研究生和导师和学校除了学习以外已经有了合作的关系，研究生面试类似于求职面试，要展示出你能做什么。\n所以要突出你的团队协作能力，让导师知道你能够很好的融入团队发挥应有的作用，还有就是自身的学校能力（看英文文章、写文章等需要扎实的知识储备、外语能力及逻辑分析能力）。\n复试越来越重要，也越来越公平。本科学历层次歧视、大量关系户、特殊专业性别歧视等等现象越来越少。所有学校复试全程录像备案的工作也逐步推行。\n所以本科层次高的同学们不要觉得自己会有什么优势，大学学校较差的同学们不要没有信心。的确有个别学校个别专业还会有这样那样的问题，我们在选择学校和专业时要多关注信息，一旦选择了，就要全力以赴的去准备，不要在细枝末节上纠结。\n改变自己，提升自己，才是硬道理。"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "回答这个问题，核心要明白：考研复试导师到底在考察些什么？\n就以我们中科院为例，导师关注的是学生的「逻辑思维能力」「推理能力」和「学习能力」\n身边初试成绩很优秀但复试“受挫”的学生不在少数，都是因为犯了以下这些错误!\n情形一：觉得自己初试成绩优异，掉以轻心没有做好全面的准备。\n每年进入复试的学生中，都存在约20%的淘汰率。有不少同学觉得自己初试分数很高就没有做好充分的准备，导致复试过程中本该可以答上来的问题支支吾吾地临场发挥，错失了表现自己的机会。\n情形二：英语口语部分没有准备讲稿。\n有不少学生觉得自己英语口语部分是短板，却没有提前去写好自我介绍的讲稿，或者是随便找个模板套一下，没有结合自己的个人背景特点去修改一下，导致临场发挥不好或者自我介绍毫无特点。\n推荐大家自我介绍部分描述自己的性格特点可以和一些研究生该具备的优良素质挂钩，突出提1-2点，可以用一句话的事情去证明自己的这个特点，会更加真实生动。\n情形三：复试读英文文献的环节，没找掌握阅读文献的基本方法。\n其实阅读英文论文的部分，导师考察的并不是学生读的多么透彻，对其中的专业内容全部通晓。所以即便专业内容读不懂也不要慌，千万不要妄自菲薄。\n考生可以从中找到自己感兴趣点（要么方法，要么实验对象，实验涉及的科学问题），根据自己的学科背景谈自己对这个工作的看法，可以质疑文献方法和结果，提出自己独特的解决思路，根据自身特长来发挥。\n同时也要学会抓文章的中心句（段首、段尾），抓取文章中的逻辑连接词，明白相互之间的逻辑关系，然后有条理地去概括出来。只要大家在内容上说的有些道理，思维有条理懂得反思和发散就可以了。千万不要陷在看不懂的烦躁中出不来。\n具体读英文文献的方法我在知乎有一篇万赞回答，欢迎大家参考：\n\n情形四：以为有初试成绩就够了，对于专业课部分没有准备。\n复试老师会对学生的专业知识部分进行考察，这里大家不要觉得有初试成绩就能说明一切。面试题目的产生往往都是从考生自身的学科背景出发的。导师会从考生学过的教材，做过的实验量身发问，问及做过的实验的目的、原理、实验流程、实验仪器、产物和分析方法等等。\n比如我们科学院的面试，导师可能会问及考生最熟悉的科目和最擅长的实验，回答必须诚实。导师会根据考生最熟悉的领域发问，如果最熟悉的内容都回答不上来，往往会给导师带来不好的影响。如果都不是很熟悉的话，建议面试前好好准备1－2个以前做过的实验。\n情形五：心理素质太差，临场表达能力欠佳。\n如果你是一个见到老师特别容易紧张的人，请一定要把面试中可能问到的问题答案事先准备好，对着镜子反复训练，尽量不要显露出内心的紧张。\n遇到没有准备过的问题也不要心态崩掉，想一想自己准备了哪些答案，尽量往自己熟悉的方面去靠近，回答的时候答案的呈现要有条理，这点老师非常看重。\n情形六：没有提前联系导师，但是目标导师的名额又十分有限。\n一般比较受欢迎的导师都会从和自己有过接触、有过联系的学生中去选择学生。如果你对一个导师有兴趣，一定要提前联系他，让这个导师了解你对你产生印象，那么到了复试双向选择的时候，你们二者才有可能互相选择。\n如果你没有提前联系，导师心目中订好了别的人选，很有可能在互相选择中错过。因此，我们一定要逐个联系目标导师，了解他们的今年的招生名额，对学生的一个具体要求，努力吧自己展现给老师们。\n关于考研复试如何联系导师，我和知乎官方有一个合作Live，马上就要开讲啦~\n2019 考研复试 + 调剂攻略在此www.zhihu.com/market/specials/1084474960260673536\n考研复试，如何联系导师？www.zhihu.com/lives/1084460889721311232\n关于考研复试的系列问题，欢迎大家来Live向我提问、和我互动，\n祝大家复试顺利通过！\n如果你觉得这篇分享对你有帮助，欢迎围观：\n\n相关话题下我的回答：\n考研到底用不用提前联系导师？\n研究生选导师有什么建议吗？\n研究生导师一般希望招到什么样的研究生？"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "一、好可怕......来分析一下为什么那么多高分被刷吧，这样我们也好做准备，减少悲剧的发生。复试时高分被刷的原因无外乎这么几个：1、高分低能，书呆子。这点确实存在，很多人进复试连话都不会说了，但这样的很少。2、被黑，但这样的也很少。总体而言，绝大多数复试还是公平的3、填报错误。很多高分往往是相对的，比如你考380说出去也不算低了，再一问你报的哪，答北大清 华......4、推免占了大部分名额，大批高分措手不及。5、没好好准备复试。以为只要初试分数高，面试就是走过场，这种想法是完全错误的。目前很多学校的复试比例在1:1.2-1:1.6之间，有些专业甚至达到1:3或更高。比如会计专硕，几乎完全靠复试决定成败。(据了解，去年某些34所比如中山大学，在复试时出现了一种新的入围方式：不设定具体的复试名额比例，而是划定一个分数线，达线者都让参加复试，然后大量刷人)\n    6、不愿将就或者说不懂调剂。这一点亲身体会，很多高分觉得自己一点问题都没有，调剂之前连电话都不打，就等着调剂系统开了自己填上一个，好的还有点追求填报的和当年想要的水平差不多的院校，更多的还有填个二区院校一副自以为老子去了就是给你们开恩的节奏，殊不知不管好的坏的，人家提前联系的早就把名额占完了，所以，假如决定要调剂，一定要早点行动，一定要低下自己高贵的头，从一个孙子开始，一个一个爷爷找起。    7、还有一个原因，就是导师就是不喜欢你，面试压分，你也没办法。其实......低分被刷的永远比高分被刷的多得多！只要自己足够优秀，没有被刷的道理！\n二、.复试真的有黑幕吗？每年复试完后，总会听到一些考生说XX学校复试很黑，自己高分被刷了。是真的黑吗？黑在哪里？先看看去年一些考生的评价。考生1：我考研报的少干计划去某C9，初试倒数第一，分数比倒数第二都低40分左右吧，复试一共三个人，只要了我一个。然后我就听到说不公平黑幕说了 ，听到这个说法的时候，我还蛮开心的，毕竟我这一个屌丝被认为很有后台，侧面认可了我的能力呀。我是西部小县城人，在千里之外某211念书，报考另外一个省的985，我倒是想有利益关系，可是啊我们小地方人提着猪头都找不到庙门呢，我甚至都没提前联系老师。你说我一个初试倒数第一，最后怎么就只录了我一个呢。我回忆了一下我复试的情形，我也不是谦虚，包括统招的几十号人在内，就我一个复试的时候，准备了作品集和各种获奖证书，面试态度很诚恳，知之为知之不知为不知，老师明白我的劣势，也很清楚我的长处，所以他选择了要我。说到这里，我只是想说，越是名校越公平，老师也喜欢能给她做事的人。考生2：你工科狗甲四年本科期间花了三年搞数学英语政治专业四门课，初试考了400+；工科狗乙四年本科花了两年半学各种模电数电微电子，微机自控互联网，写了3000+代码，做了三四个仿真，把玩了dsp，调教了plc，操弄了fpga，最后刷半年题初试350。你作为导师，愿意招哪只工科狗看家？研究生是用来做实事的，不是用来做卷子的；是刷论文、搞工程、做项目、解决问题的，不是混三年拿本证覆盖本科履历，给自己月工资加500RMB的。工科狗乙是研究生的基本配置，连这条都达不到，就别扯黑幕了。考生3：大家把复试想的太黑暗了。我相信好学校，好导师，真心想做学术的人，是不会在复试上黑人的。试想一下，你是导师，要挑选一个给你做三年事的学生，你会如何去做？归根到底，还是看学生的实力，在学生实力差不多时才会考虑出身，或是选择本校学生了解多些以减少风险。总的来说，如果复试被刷，可以说99%是因为技不如人，这怨不得谁。之所以很多人以初试成绩为理由说学校黑，很大原因是忽视了权重。考研初试是500分，一般来说进复试的话，最高分和最低分差大概是50分（也有100分的，比如说我）。这里有一个最大的错觉就是50分很多，我初试比你多50分学校就是该收我，但要考虑到满分是500，换算成百分制我就是10分的差距。10分差距有，但绝对不大。如果靠这10分的领先不认真准备复试，被刷的概率还是极大的。而出现这种情况，还是别找理由怪学校黑了吧！我本科渣学校，考的是985，本专业。踩线进复试，复试名单里倒数第一，同组有个学霸总分比我多了101分，还是一样的卷子，试想我当时的心情有多郁闷。而且从头到尾我都没联系任何一个老师，一个人都不认得，还有比这更惨的复试环境吗？我觉的哪怕学校有一点黑，我都要gg。好在复试结果不错，也就混进来了，所以我觉得不要老想着学校黑，多学点东西提升硬实力，初试那点东西根本不值得当做自己的底牌。考生4：其实复试黑主要就是碰到了关系户（比较强大的关系户，同时学校难以争取扩招名额了，不然老师宁愿去争取扩招名额，一般向教育部要2-3个是没有问题的，毕竟这样正规渠道又不会带来非议），其他情况下老师也不愿意牺牲公平和非议去做这件事（毕竟复试好几个老师，不是某一人说了算）。至于说初试成绩差不多而被人家本校的挤掉这算不上黑。让我自己做录取这事我也会这么干，毫不客气政治不正确的说复试就是用来干这个的。就拿我校来说，几乎每个本专业的老师都对每个学生知根知底（学校小，有些老师连某些人换过几个gf都知道，对学生本科成绩和表现自然不用说了，所以我有个考本校的同学复试的时候面试问题只有一个：你早餐吃了啥？回答完面试组长说好了你去给我好好做实验吧）还有自认为优秀被刷，一般是出现了明显的短板（比如为了考研其他科目很烂，或者是面试表现让所有老师不爽没人愿意要等等情况，我校就刷过外校400+考生的，就是面试时其他科目太烂让组长怒了，当然做过这么狠的只有这一次，后来这种都是吞苦果收了的，毕竟学校做这事可能引来非议），否则仅仅就我对我自己本校专业的了解来看，老师的做法是先保证这个明显比本校优秀的外校考生，然后再去向教育部要扩招名额（一般要2-3个还是没问题的），所以要么是表现出了不能忍受的短板或者是没有达到优秀的标准。考生5：我是工作N年的跨专业考生，报考某985强势专业，专业课超低，必然无望，调了个本省还不错的省属院校。当时调剂的时候，招生老师说我分数较低，但是本科学校（某211）还可以，然后又问我一些基本情况，要我马上决定要不要去面试，我想都没想就确定要去，因为真的没别的地方好去了。后来我面排第一，总分第二，顺利录取。回忆面试，总结一下：第一，985、211光环是都有的，因为从宏观来讲，这些学校的学生还是要比其他院校的整体素质上要更高，当然不排除这些学校也有不少垃圾，双非也有学霸，但是从总量上来说比例太低，老师们没空去筛选这些，招生老师都会进行筛选，他们其实很精的，我如果不是211背景，根本没有面试机会，而既然让我进了面试，只要不太水还是会要我的，因为我们这个专业调剂进来的只有我一个是一本院校的，其他甚至是二三本的。如果你是招生老师，你会怎么选？第二，本校光环，虽然我本科学校是比较一般的211，但是依然本校光环护体，这个从老师的态度和给分上还是比较明显地感觉到的。第三，联系你想报的那个导师（虽然很多学校都是开学后才选的导师，但是你那么慢慢来就没机会了），然后感情深切地告诉他你有多想跟他读书，读博，反正这个时候不管你真想假想也要博一下了，虽然概率并不高，但是万一打动了导师呢？凡事皆有可能，我的调剂经验就是一系列巧合的产物，但凡有一个不凑上，我要么调剂到更差的学校，要么我干脆直接放弃调剂了，要么我不可能在复试中表现的那么从容。总之，你完全地付出一切去努力了，成功的可能性总会增大。我面试完了才去求我想报的那个导师，看得出来他还是挺关心的，虽然语气挺平淡的，但是你去联系过了肯定不一样，导师也是人，也懂得考研的艰辛，大家都是一样过来的。考生6：首先，黑不黑幕的先把自己的水平提高上去再说，不要因为自己的水平不够就说这个学校有黑幕，那你高考的时候咋不说人家985、211的招人有黑幕故意不要你呢？其次，就算有黑幕，可以理解。从总体上来看名校生就是比一般院校的学生综合素质高。这个不光体现在人家高考的时候分高，大学四年师资和资源的不同拉普通院校的学生一大截。这个深有体会。大二去参加挑战杯省赛的时候，山大和中海洋还有中石油的作品就是很有深度，水平就是高一筹，相比较而言我等渣财的作品就比较次了，并且，作品的质量，真的是按照学校的层次和水平降序排列的，当然不排除有个别差学校的超级大神。我也是考研狗，双非院校。最后想说一句，尽量不要老给自己的失败找外部原因，为什么不好好想想自己做的究竟好不好呢？考生7：兰州大学（低分陷阱）复试之前再划一次线，为什么，因为调剂来的985人够了，提高下把一志愿的踢一批下去，调剂来的985和一志愿一起复试。多次划线的做法太恶心！从往年复试情况来看，985里面“名声”较好的也就是不怎么看重你出身的有华中科技大学、东南大学。考生8：为什么本校生320就要，外校的360都不一定要。我的一个老师不经意的说过，我们最近的年份，很难看到考研考进来的自己学生了，分数比不过想进来的很多人，但其实我们不太想收他们。因为他们本科接受的训练，还是有所不同的，或者说不一样的。有的人连一个课程设计都没做过，更别说参与什么项目了。本校生在课程上是经常听老师讲最近的研究方向的，读研的话基本上能无缝衔接地去干活。我们的本科课程，基本上每门课都要做课程设计，都要做相关讨论和研究。我们从大一大二开始，就有导师带了，感兴趣的自己就可以参与老师的课题～本科就有小伙伴发sci了～所以，我要本校生，上手更快，还不用费更多的心思。可能这就是大家觉得有黑幕的理由吧。考生9：我们系主任在课上说了很多遍了，让我们考本校本专业的一定要先和他打招呼，不要傻不拉叽的。“虽然知道你们平时都是什么样，但和那些非双的一比，你们简直就是宝贝”。考生10：黑幕有，但是也没有想象中的那么黑，主要是各大院校，尤其是工科出众的院校，被考研基地的高分考生弄怕了。有这样的真实例子：某考生初试分很高，被录取了，进实验室第一天整坏了一台百万级别的仪器，老师脸都绿了。普通一本及以下的院校仪器设备相当匮乏，可能在985人手一台的到下面就学生几年才摸几次，久而久之，招不满的时候，宁愿降分要自己人也不要外校的，也成了规避风险的措施之一。考生11：说一下我们学校调剂的事。A同学本科985，考研数二英二，总分322。B同学本科双非普通一本，考研数二英二，总分360+。AB同学均要调剂到我校，对不起，本科非211的同学就算你考了490分我们学校也不要。这可能对非211同学来说有些残酷，但是，这就是事实。考生12：河海大学，我们专业老师上课直接跟我们讲，你们考我们这个专业，只要过了线，就没问题了。考生13：我学校考研复试的名单本校学生后边都有标记，甭管你初试成绩多烂，只要你进了复试就能上，那些普通一本二本三本有考390多照刷不误，这也是学校多年来的教训，有些普通学校分高的进来什么都不懂什么都不会，老师还要找人给他补本科的课。面试老师：自己当年读研是推荐免试，博士是国外，并没考过研。工作后第一件大事，就是被派去参加研究生复试的面试。本校本院毕业的小朋友，本科专业课的老师就是眼前的考官，谈笑风生就面完了…...就算答得不那么好，身边资深的教授们也会各种引导提示，恨不得直接告诉答案了。“本校的孩子基础扎实，知根知底，进来就能做科研了，以后找工作也容易。”这是领导说的话，大意。专业硕士复试的时候本校小朋友无一落榜。不过那次顶多1.5:1，所以也还好。然后，面试的时候我也看到了来自普通二本的小朋友，明显的紧张，磕磕绊绊的回答专业内容。虽然我校其实有点坑（进来才会知道），但是对于一心考研的小朋友，大概也是心中的圣地了。然而呢，本校小朋友专业知识普遍扎实，毕竟本科配备的师资好，他们本来也不笨。而有些学校的考生，真的是只学过考研那两门课（微观宏观），本学科基础知识完全不懂，甚至，他们的母校连这门课都没有开。这样的差距下，学校会要谁？考生14：我想说，几乎没有歧视，最起码我是没有遇到过。我本科是二本不入流专业，报考的学校高出了本科学校好多个level。后来顺利的过了面试，而且拿到了奖学金。在这里，根据我自己的经验，对所谓的歧视说几点看法：第一，不要因为别人说的歧视，就自然而然的将上一级学长学姐复试没有考上就简单的归结为歧视，他们考不上不代表你考不上。第二，在考生基本条件相同的情况下，导师自然而然会优先选择名校的学生，这就跟你考研想考清北而不是本校一样，没有所谓的歧视。第三，复试很重要，你的本科专业课很重要，你的毕业论文很重要，你要对研究生有规划并在复试过程中展示出来，专业不同，怎么展示自己找方法。第四，在各项成绩一般的情况，找一个突出的项目。考上研究生之后，问过同学，他们的分数都比我高很多，也问过导师，为什么留下我？（脸皮有些厚）导师说，是因为我的英语成绩比较高，再加上复试英语口试和笔试打分也很高。找一个突出的优势，比如英语、专业课等。———————————————————————————————————统一回复：有些同学针对于380分报考北大清华不稳，或是被刷这个结论产生的一些疑问，然后通过和同学们的交流，了解了一下详细情况。在这里统一说明——380分是初试分数线，不是复试分数线；清华北大复试成绩与初试同样重要，重点考核临场应变能力，沟通交流能力；初试380分，复试成绩比较差被刷的同学很多，很多。---------------------------------------------------------------------------------------统一回复2：本科履历对于某些985/211等高校的面试环节确实存在一些影响，但影响并不是很大，本科和出身背景等因素占比很小。对于复试考核，第一点且最重要的一点：是临场能力，包括你和导师沟通交流的技巧，回答问题的心态等情商性社交属性；第二点且很重要的一点：英语能力。英语的对话表达能力等等。第三点且重要的一点：专业知识。哪怕是跨专业等同学，也要对你报考的专业有所了解，也包括对导师的论文，书籍有所涉及，如果对相关导师的专利有一些了解更能拉近你们之间的距离。在以上3点分数完全相同得到情况下，就会考虑到上述所说因素较小的——本科履历和出身背景。这方面导师会考虑哪些呢，这个全凭导师的个人喜好了，比如喜欢乡村出身，比如喜欢家离得近的等。都不太说。所以大家没有必要说由于本科或是背景而不敢去报考985高校，做好以上三点，复试完全不虚。===================================================="
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "2019.3.19更新：受宠若惊！第一个过百赞的回答！谢谢大家的点赞，真心祝愿各位考研的小伙伴复试一切顺利！\n另外，昨天和同学聊天提到了复试这个话题，我突然想问一下如果非要提建议的话，有没有什么想说的，或者是经验分享！\n于是我问了我身边的十位在读研究生朋友哦，希望能给看到这条答案的即将复试学弟学妹们带来一丝丝帮助。\n@Thinkln\n建议1\n自信大方，好好准备英语口语。把手头的各种奖励都盘点出来，努力把专业知识复习一遍，突出自己的特色。精心打扮，沉着应对。\n@Windsa\n建议2\n先看所报学校的复试内容，了解大致复试流程，英语口语复试多练习，可以准备准备毕业设计相关的问题，可能会问到。还有向别人询问复试相关的问题时，结合自己的情况捋一捋，毕竟每个人的情况不一样，别人的建议不一定适合你，在听取别人建议的时候，懂的结合自身情况适当倾听。\n@雲煙終是浮雲\n建议3\n关于复试我想说，想的越多，越容易出错，什么高大上，什么歧视，根本不需要顾虑，保证自己最基本的东西具备（注意打探周围人都做什么），然后面试心态是最重要的，别紧张，老师们都是和蔼可亲的。加油。\n@嘟嘟\n建议4\n切记结合自己的实际情况！复试的时候千万不要着急，复试一般是笔试+面试，笔试考试：专业课知识；面试考试：英语自我介绍+老师们出的一些题目，具体要咨询下你们上一届考进去那个学校的学长学姐。\n@Fragments Memory\n建议5\n我感觉没啥，好好准备复试，态度端正，每个学校情况不太一样，还有简历里面不要瞎写，唱歌跳舞什么的，自我介绍尽量也不要说，什么专业说什么话。\n@hhhhlanches\n建议6\n我想说，我们学校老师喜欢问以前自己动手做过什么项目或者实验，用自己的话能够说清楚。然后问课程方面的，但他们只是点到为止，最好自己准备一下，把问题展开多说一些，老师就会问的少一些  ，不然就会一直问。反正意思就是老师问的时候，自己多说最好，相不相关无所谓，不然问一句答一句老师也很尴尬。\n@最静的海\n建议7\n我觉得考研复试时，状态很重要，其实复试考验的更多的是一个人的综合能力，比如，应变能力，解决问题的能力...让老师觉得自己很有潜力，即使老师问的理论问题没有给出标准答案，或者答不上来也不要慌张，能答多少是多少，更重要的是对学习知识的理解，说出自己的想法。另外，一定要有礼貌，有自信，过程中不要和老师争辩，要听取老师的意见。总之，要表现出一个稳重且积极向上的自己。\n@别慌我来了\n建议8\n心态要调整好，面试面带微笑，自己专业的复试流程弄清楚，保证心里有底。\n@西漠\n建议9\n最好能联系到所报学校的目前研一的学长学姐，问一下复试注意事项，有的同学可能会问要不要提前联系导师，这个各个学校有各个学校的规定，像我们学校是不允许提前面谈老师的，但是来复试之前，提前发个邮件问候一下还是可以的，注明自己的初试各科成绩，表明对老师的研究方向比较感兴趣，如果复试成功，希望能跟着老师学习什么的。一般老师都会回复祝复试顺利，这样就足够了，切记不要主动去问老师这次复试要考什么内容（我在知乎看到了类似的问答贴）。\n@幻像\n建议10\n复试的话个人觉得最重要的还是要注意专业课面试。复试前把比较重要的专业课课本最好都翻看一下，老师问的科目可能很随心所欲，但是一般都是基础的原理和概念。如果能答的上大部分专业课问题，老师对你的印象就会很好啦～然后就是老生常谈的阳光干净有礼貌了～希望大家都能在复试里取得成功！\n………………………\nOK！就这么多啦，10条小建议，希望能给大家带来一点点帮助\n最后！再次祝愿大家复试周如愿以偿，考上研究生，冲鸭！一定要自信自信哦！不负青春！\n谢谢大家的赞！！ \n\n\n\n以下为原回答：\n作为一个过来人，说一下我对复试的感受吧。面试紧张会是被刷的一大原因！！！\n切记面试很重要！很重要！很重要！重要的事情说三遍！！\n\n笔试基本上大家之间相差都不会太大，面试才是起关键性作用的，老师们最在意面试的时候你带给他们的氛围，如果你过度紧张，老师们反而也会对你问东问西。\n以我的经验来看，轻轻松松说完英语介绍，微笑着面对所有老师，基本上这个时候老师们对你第一印象就会很好，整个面试过程中也会相对轻松很多。\n讲一下我的真实经历吧，我两年前复试的时候，由于初试分数不高，调剂到现在的学校的，本身编程能力也弱（工科专业特别在意这个），所以我还是比较担心这次复试的，\n当时认识了一个小姐姐，和我一个专业，我们俩不同的是，她编程能力特别强，我英语不错，但是我这个人呢，可能就是比较悲观，第二天面试的前一天晚上，我在宾馆就一直想，我挂了怎么办怎么办，然后就一直反复的背英语自我介绍。\n而第二天那位小姐姐恰好抽到了三号面试，我是四号，她还带了毕设做好的实物，自己写的程序，打算面试的时候和老师们演示。\n啊，我当时就慌了，还有这种操作？\n\n一方面羡慕小姐姐写代码厉害（据她说参加什么编程大赛还拿了奖什么什么的），\n另一方面我在她后面，等我进去面试老师们岂不会拿我和她比较？啊啊啊啊啊当时只后悔没有好好学编程。\n然后……………\n你以为我一定完了？？？\n不，突然发现上天对我还是不薄的啊哈哈\n这个时候我平时傻头傻脑傻笑的样子就派上用场了…\n\n\n\n走廊上远远看到那个小姐姐从面试屋出来，并且进了厕所，我深呼了一口气，小跑到了面试屋门口，淡定地敲了敲门，里面的老师问：四号李某某？\n嗯，老师们好。\n坐下吧。\n谢谢老师。这是我的简历。（奥对，我还提前准备了一份简历，打印了六份）\n请开始自我介绍。\n于是……我……全程微笑，边看着各位老师，边流利地背（说）出英文自我介绍。\n很神奇，背完之后，我心里面竟然放松了下来，依然是傻笑着看着老师们\n这个时候好像整个氛围也轻松了起来，负责考英文的老师，让我念一段英文文献（嗯，有很多词不认识，我故作轻松镇定地强行流畅地念了下来）\n然后考英文的老师又问了我几个专业英文词是什么意思\n当时就很奇妙的觉得越来越自在，其他老师一边看着我的简历，一边笑着问你还参加过英语竞赛啊，\n我：嗯是的\n老师：那你英文肯定不错了\n我还没来得及回答，考英文的老师：我觉得她还可以\n另一位女老师：你家是哪里的呀\n（我依旧是还没来得及回答）\n考英文的老师：某某市的啊，刚她在自我介绍里说了\n女老师：那你觉得你来了这之后，感觉和你们那城市相比有什么不同吗？\n我：我的本科城市很小，但是很温暖，我很喜欢那座城市，绿化特别好，来到这里也有两天了，我觉得同样蛮适合生活的…巴拉巴拉…\n女老师：嗯，你那个城市我听说过\n………\n或许是我运气太好？老师们竟然丝毫没有为难我，问一些奇怪的专业问题，这场面试，大家好像在唠家常？，我当时觉得老师们都好慈祥\n接下来，反转来了………\n很快面试结束了，出去之后我回候考室取背包，当时心情蛮愉快的，就一路蹦蹦跳跳笑着去拿包，其他人反而很奇怪的看着我\n问我怎么样，感觉我进去了好长时间\n我：还好啊，我觉得老师们都挺好的\n其他人：可是你前面的那个女孩是哭着过来的，你一出来怎么笑的这么开心？\n我：？？？？什么鬼？我前面那个小姐姐哭了？面试的时候哭了？我不知道啊\n……………？？？？？？？\n天知道后来我有多庆幸，如果当时我在进去面试之前，看到了小姐姐是哭着出来的，估计全程我也会紧张过度而给老师留下不好的印象。\n啰嗦了这么多，我想表达的是面试的时候千万要放轻松，心态很重要，据说当时是因为小姐姐很紧张，念英文文献的时候，遇到不认识的单词，就停顿，然后考英文的老师就给她纠正，小姐姐吓的越来越紧张，最后没忍住哭了……其他老师也是一脸懵逼，整个面试过程超级不愉快……\n原来我一见陌生人，就喜欢傻笑也算是一种优势？？？嗯？？？\n后来录取12个人，我的面试成绩是第三，除了幸运，大概要归功于当时的心态吧。（小姐姐被刷……）\n所以，切记一定要放平心态！面试给大家一个好印象！！\n最后，祝愿看到这篇回答的，即将奔赴考研复试的所有学弟学妹们披荆斩棘，有一个好结果，不负青春。\nfighting❤\n最后，弱弱地说一声。\n\n发布于 23:37・著作权归作者所有"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "初试平平，复试第二逆袭成功上岸，现在研三在读，作为导师的开山大弟子，同届算我就两个人，也算是人生头一次了...因此每年复试经常会给他打下手。\n其实有些时候听着大家的发言，我心里都跟着着急，话不应该这么说/太紧张结结巴巴/自我介绍太长太长听着就感到很冗杂等等等等，有些时候趁老板外出取文件，我还会善良隐晦的给一些提示，毕竟大家都是从那个时候过来的。（针对现今导师的各种性格，设计了较为完善的应答话术，附有设计思路供参考）\n导致复试淘汰的因素真的无法用“固定模型”来量化，可能导师看你的学术经历觉得just so so 不行，或者可能某个问题没答好，觉得你专业能力不佳，再比如导师这一届就想招一个男生，实验室劳动力太少等等......所以对于这个问题，我的建议还是要“反向看待”，在复试阶段如何把“印象表现分”尽可能打满，如何设计一套近乎完美的复试流程，明显比“胡乱找原因”更重要，我敢保证他or她绝对不能刷你！\n索性借着这篇回答，一口气把那些【复试加分项】+【复试不应该做的那些事】都总结一遍，考研复试的那些事儿，看这一篇就够啦！（种草种草）\n后面我会把自己当时设计的【自我介绍】+【问答话术】放在后面，能帮一个是一个，点赞收藏是对学姐最大的支持！话不多说，咱们直奔主题。\n一. 高情商复试问答\n不管是线上复试还是线下复试，考生在进入网络会议or线下考场的时候，或多或少都会有些紧张，所以导师们还是很贴心的，会聊一些较为轻松的话题帮你缓解压力，可能会根据你的长相、穿着夸一夸，也有可能老师之间聊一聊打打趣，或者会问问你的基本信息简单攀谈一下，谈笑过后才会进入正式复试。\n应对这一环节，我当时准备了20个问答，足以囊括99%的临时状况，不需要背，照着稿子多练练，能达到轻松交流就可以。（每个回答后面有我对这段话的设计思路，可以参考）\n\n1、你读过哪些书，给你印象最深的书是什么\n受我父母影响，我还是很喜欢读书的，尤其是大学期间，课余时间较多，我很多时间都是在图书馆度过的。我读的书主要是文学、历史学、政治学方面，比如平凡的世界、万历十五年、旧制度与大革命等等。\n给我印象最深的书是平凡的世界。主人公在平凡的生活中默默拼搏、顽强上进的精神深深打动着我，一直激励着我的成长。并且，这本书的语言风格很质朴，刻画人物形象很生动，与大时代背景结合紧密，是一部经典的长篇小说。\n设计思路：潜意识告诉导师，我喜欢读书，家里人也经常看书，给人营造一种良好的学术氛围，喜欢读的书目不能提小说，最好是和历史政治相关的，也符合他们这个年龄人的口味，借着平凡的世界透漏出我是淳朴的，但具有顽强拼搏的精神，并一直以他为榜样。\n2、请谈一下你的优点？\n在生活中，感觉自己还是一个比较简单的人，谈不上很突出。但是我也在努力的提升自己，让自己变的更加优秀。我感觉自己比较突出的优点主要有以下几个方面：\n第一是勤奋，这一点主要受我父母影响，尤其是我父亲，从我记事起，就起早贪黑的，为了家庭辛苦的工作，给我留下了深刻的印象，也激励着我去奋斗，去努力。\n第二是认真。我感觉自己还是个很认真的人，从小，我母亲就教育我，不要糊弄，做事要努力做好的完善，否则就是浪费时间和精力。这一点对我影响很大。\n第三就是乐观。我在生活中是个很乐观的人.喜欢从积极的方面看待事物，所以性格也比较开朗，身边总会有一群好朋友。我想，这个可能主要是受我家庭氛围的影响。\n设计思路：据统计勤奋+认真+乐观是最能概括个人优点的三个词，勤奋代表了认真钻研，认真代表了事无巨细，导师日后可以放心把任务交给我，乐观是最重要的，即使遇到做不了的课题，也可以从容面对）\n3、那么，请谈一下你的缺点？\n作为一名90后的大学生，我身上也有一些我们这代人共同的一些特点，可能在一些方面还不是很成熟，但我也在努力成长。\n我感觉自己还是有一些小缺点的，我也一直在提醒自己注意。比如，自己在有些时候还是容易冲动（胆小）。我想在今后的学习生活中，要更加努力的去克服。\n设计思路：不成熟很正常，另外不冲动的年轻人不是年轻人，热血似乎就是我们这个年纪的标签，导师们也是从这个年纪过来的，一定会深有感触，读研之后你会发现，写论文就要一股冲劲，如果遇到困难泄了气，那么以后可能再也起不来了。\n4、请介绍一下你的家庭？\n我有一个很普通但是很温暖的家庭。我的父母都是农民，家里在物质上不是很富裕，但是家庭氛围还是很和谐，其乐融融的。\n我的父亲是一个很勤劳、很正直的人，母亲是很善良的传统家庭妇女，在为人处事和性格养成方面，父母对我的影响很大。\n特别是在我的求学经历中，父母一直在省吃俭用供我读书，但又没有给我太大的精神压力，一直很尊重我的选择。包括这次考研，他们都一直在为我减轻精神压力。\n我真的很爱我的家，很感激我的父母。\n设计思路：介绍父母大致情况，省吃俭用供我读书，他们很辛劳，所以我很爱我的父母，好好学习报答他们，突出你这个孩子是有感恩之心的，不仅仅是对父母，对于所有帮助/教导你的人都有感恩之心。\n其实对于考研复试的准备问题，两个致命因素会决定你的分数高低，一是心理抗压能力，因为我在做复试记录的时候，见过太多人卡顿又面红耳赤的作答，我相信他们在之前是有准备的，但临场发挥过于考验心态，因此考前你可以做相关模拟。（真的是，我也跟着着急！）\n第二点就是摸清复试阶段，导师最在意的点是什么，类似于【反套路】，你可以把它当成一次求职面试，只有掌握了需求点，你才能提供完美的“供需关系”，这也就是为什么很多人读研之后，管大导叫老板的原因。另外你可以设计哪些出彩点在话术中？短时间掌握一口纯正的美式发音，在自我介绍环节，绝对会压众人一头！等等等等。\n宝子们可以趁空余时间，一定要把这份【复试资料包】领了，纯免费的，北大面试官设计，里面有大量复试反套路技巧，各种名校复试考前内部资料，从自我介绍，再到中英精彩问答，再到简历及联系导师模板话术等等，从进门到结束，全部都规划好了！所以当时对我的帮助还是很大的。\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n\n帮宝子们看了一下，其中一部分资料，赶紧存在网盘里！5、大学期间，最喜欢的课是什么？\n大学期间，我们专业开的课程还是挺多的，尤其是政治学、行政学、政治经济学等专业的核心课程，上课的老师都很棒，我都很喜欢。\n当然，印象最深的是宏观政治学。这门课是我们学院的院长王强老师上的。王老师讲课线索清晰，语言幽默，知识丰富，尤其对前沿只是非常敏锐，上他的课是一种精神上的享受。\n同时，宏观政治学是我们专业的基础课程，课程本身理论性强，逻辑严密。刚开始学有点枯燥，但学的越深入，越感觉课程很有意思。这也是让我印象很深的重要原因。\n设计思路：宏观政治学绝对别人没说过，在这一块你已经碾压他们了，导师听了绝对会感兴趣，至于他和你探讨一些政治方面的事情，大概率不可能，因为复试时间很紧，后面还有很多人排队呢，如果真讨论起来，用大学所学简单说两句就可以，一笔带过。\n6、请介绍一下你的家乡。\n我是家乡是山东临沂，革命老区，一个民风淳朴、山清水秀的地方。\n临沂历史悠久，有曾子、荀子、诸葛亮、王羲之、颜真卿、萧道成等历史名人。\n临沂旅游资源丰富。尤其是以蒙山为代表的自然风光游，以东夷文化为代表的人文历史游，以革命根据地为代表的红色游十分热门，我们家乡主要的特产是煎饼。\n欢迎各位老师有机会到我家乡旅游，品尝我们的山东煎饼。\n设计思路：煎饼是个好东西，以后你读研逢年过节不得送礼增进感情吗，带点家乡特产大煎饼，经济实惠浓浓家乡情，并且送礼以这种家乡特产的明义，基本不会被拒，为日后做铺垫。至于煎饼在哪，网络这么发达，你懂的。\n7、如果你考上我们的学校的研究生，你会有什么规划？\n南京大学是一所有着深厚学术积淀和优秀文化传统的名校。有美丽的校园，知名的老师，良好的学风，到这所学校读书一直是我的梦想。对于能不能有资格进入学校读书，我一直是不敢太确定的。所以，对于未来的规划，现在还不敢说太多。\n但是，如果有幸来读研，我想，首先还是继续强化自己的专业基础知识的学习，认真上各位老师开设的课程，并广泛自学，对本专业的基础课程有着更深的掌握。\n另外，我也希望能在导师的指导下，开展一些课题研究，提高自己的学术研究能力。\n如果有机会的话，我还想继续在学校深造，研究自己喜欢的专业。\n设计思路：最后一句话是点睛之笔，隐藏意思是我想读博，导师一听就明白了，喜悦度瞬间提升，这几年又有劳动力啦！但是，话说回来，读不读博，那是三年后的事，我们现在最要紧的是先进复试，并且最后一句话给对方一种迷惑，我没明说读博，我只是说继续深造，话说两头留条路。\n8、你为什么要报考我们学校？\n南京大学是一所有着深厚学术积淀和优秀文化传统的名校。学风诚朴，名师辈出，到这所学校读书一直是我的梦想。\n尤其是我们学院在**学科方面学术造诣深厚，且研究方向我也十分感兴趣。所以很期待能通过这次考试入校学习，并得到各位老师的指导。\n并且南京大学所在的南京是六朝古都，历史文化资源丰富，能到这样一个城市求学深造，将是人生的一段非常难忘的经历。\n设计思路：为什么来你们学校？还不是你们这好吗，学术氛围+地域气息，都是我喜欢的，给我夸就完事了！（不要说为爱来这所学校，禁忌，导师虽然不明说，但心里会犯嘀咕，你是来这学习的还是谈恋爱的？）\n9、你喜欢什么运动？\n我喜欢的运动的还是挺多的，很多都想尝试一下，但是不够精。平时最喜欢的是慢跑，喜欢在听着音乐在操场上慢跑，感觉能让自己静下心来，身体很放松，精神很愉悦。\n设计思路：跑步+篮球是现今大多数导师的运动爱好，因为他们平时久坐处理各种事务，所以需要一种方式来锻炼身体，篮球学问很大，基本上是很多人一起打“养生球”，自行体会。如果导师没有这种机会参加这种局，基本就会以跑步为主。\n10、你有什么爱好啊？\n我的爱好挺丰富的。\n最喜欢的是旅游，喜欢和同学一起到有山有水的地方放松心情。当然，学生时代，没钱也没闲，去的地方不多。希望今后有更多的机会出去。\n平时也喜欢读一些书，尤其喜欢读历史、文学、名人传记之类的（讲几个读书的类别，与自己专业稍微远一点）。\n女生：也喜欢一个人的时候，刷微信，有时候，也听臭美的，喜欢自拍。\n男生：我也喜欢看一些时政，比较关注一些国内外的新闻。\n设计思路：女生带点俏皮，显得更真实一点，男导师比较偏爱女学生，女导师比较偏爱男学生，男生聊爱好的时候多说说时政，显得更大气。（你要说在家打游戏，那么好感度首先就不多了，因为导师害怕以后你在实验室偷偷打游戏。）\n11、如果这次复试没有通过，你将怎么面对？\n我确实非常期待能通过这次考试，到我们学校来读研。我也很认真的进行了准备，家人对我也有很深的期待。\n当然，我也知道，我们学院对研究生的标准和要求都是很高的，自己在专业基础和综合素质方面也存在一些薄弱环节，其他同学也有很多比我优秀的地方，所以，对于复试的成败，我也有一定的心理准备。\n如果真的没有通过，我会认真反思这次的经验教训，将继续求学之路，当然，父母省吃俭用供我读书很不容易，我会找一个工作，努力养活自己的同时，利用业余时间继续准备来年考研，同时多方面锻炼提升自己的综合素质。我希望，明年以更优秀的面貌在这里接各位老师的考核。\n感谢各位老师。\n设计思路：这段话很圆融，一方面突出感恩，一方面带着坚韧与挣扎，最后学习才是重中之重，明年我还来考！拜门贴我是奉上了，导师们你们看着办吧。\n12、如何面对读研期间的困难？\n困难是人生的常态，生活不会总一帆风顺的。\n尤其来我们这所著名大学读我们学院的研究生，学校对研究生的要求很高，标准很严，自己的专业基础和科研能力还存在很多不足。所以遇到困难也是正常的。\n面对这些困难，还是要靠自己的刻苦努力，认真学习各位老师的课程，更加广泛的自学专业知识。\n最重要的，还是要多向各位老师和同学请教，尤其是虚心接受自己导师的指导。\n我想，在师长和同学的帮助下，经过自己的努力，是能够克服读研期间的困难，顺利完成研究生学业的。\n设计思路：读研之后很多人自成一派，所以多交流多请教绝对是你的加分项，并且这种人可以增加项目组的学术氛围，导师比较喜欢。\n13、你大学期间学的最差的课程是什么？\n我大学期间，学的不太好的课程是****。\n当时由于是大一，还有点不适应大学期间的学习生活，对老师开放式的授课方式不太适应，当然，自己也没有很好的努力，导致成绩不太理想。\n不过后来，我很快做了调整，其他科目的学习都还是不错的。\n设计思路：这个课程学问很大，你要是工科生，一定不能说数学，因为读研之后，数学水平可能决定编程水平最后决定你的成长天花板，导师很看重数学。文科生也是同样，说一些相反的科目。\n14、你们大学的这个专业怎么样？\n我们学校的这个专业发展还是挺快的。\n尤其是近几年学校引进了李明、王刚等几位学科带头人，在学术方面形成了一些研究成果。\n在教学方面，师资更强了，开设的课程也更全面，尤其是在***等核心课程方面，我感觉课程的质量和标准都是很高的，能跟各位老师学到很多东西。\n当然，尤其我们学校的专业的起步比较晚，专业的科研实力还有待进一步提升。\n我希望能在南京大学深造后，回到我们学校，为专业的发展一点贡献。\n设计思路：不贬低母校，不虚夸母校，透漏未来回报母校的情况，导师明白这孩子还是很有想法的，我要了！\n15，你是继续准备读博还是就业什么？\n我很喜欢研究我们的专业，也很喜欢在大学读书里的氛围，所以有机会的话的，我内心还是很期待继续读博的。\n当然，到时候也要看就业和家庭的情况，尤其是父母为我读书一直在操劳，省吃俭用的，一想到父母，我也会感觉心里不安，所以如果有好的就业机会，我也想参加工作，好减轻父母的负担，给父母以照顾和回报。\n设计思路：这一块似乎和前面相悖论，一般情况下不会问这个问题。但有特殊情况，如果导师问了，那么说明他对你有想法，相收你，所以问问未来打算。而且他问别人，别人也会说读博，毕竟这算是隐形讨好，所以我们不妨实话实说，更加真实，导师也不会因为你没说读博就给你刷了。\n16、请谈一下你的毕业论文设计？\n根据我们学校的安排，我的毕业论文刚开始写作。我准备研究的主题是，因为感觉这个课题的研究资料比较丰富，自己的学术能力还不强，从这个入手，相对更好把握一些。\n结合自己的论文实际情况进行补充，思路方式结论等等。\n设计思路：这个你应该比较熟悉，多吹吹，面试造火箭实际拧螺丝，懂得懂，能给他们唬住，你就赢了。（不要害怕，导师一般只对自己方向精通，其它方面最多就是涉猎，大胆讲）\n17、为什么跨专业报考我们的这个专业，你认为自己有什么优势和劣势？\n确实，作为跨专业的学生，在学科基础知识方面会存在一些不足和缺陷，我想这是我主要的劣势。\n不过，大学期间，我在认真学习本专业课程的同时，还利用大量业余时间，通过到**学院蹭课等方式广泛学习我们专业的知识，尤其对*******（列举专业的几个核心课程）课程进行了较为深入系统的学习。所以，自己还是有一定的专业知识的。\n同时，原专业的学习，也会带来一些不同的思维方式和研究视角，我想，对本专业的学习是有帮助的。\n并且，如果有机会来学校读研，我继续刻苦努力，认真学习各位老师的课程，更加广泛的自学专业知识。多向各位老师和同学请教，尤其是虚心接受自己导师的指导。会尽快弥补专业知识不足这一缺陷的。\n设计思路：蹭课是很多大牛的一段经历，对知识的渴望对理论的钻研，说完他们一定会认同你！\n18、为什么要考研？\n之所以考研，一是很期待来我们学校和学院读书。南京大学是一所有着深厚学术积淀和优秀文化传统的名校。学风诚朴，名师辈出。尤其是我们学院在**学科方面学术造诣深厚。有机会来读研，将是人生的一段非常难忘的经历。\n二是很喜欢自己的专业，且研究方向我也十分感兴趣，感觉这个专业具有较大的社会价值。\n当然，现在的就业竞争很激励，能够通过读研，在老师的指导下，进一步丰富自己的知识，接受更好的思维训练，提高自己的能力，从而为走向社会打下更好的基础。\n设计思路：学术+社会价值+增加竞争力，缺一不可，话尽量说的圆融一点。\n19、你怎么评价你的大学生活？\n我感觉自己的大学生活还是很充实、上进、很难忘的。\n尤其是大学期间，我始终认真学习，尤其对*******（列举专业的几个核心课程）课程进行了深入系统的学习，专业成绩排名全系**名。先后荣获****奖学金、********奖学金、****奖学金。结合专业课学习，我还开展了一定的学术研究，先后参加了***课题、***课题，在**刊物上发表了***论文。学习之余，我还积极参加社会实践活动，先后参加了 *****、*****活动（课题和活动最好与专业相关的，可以适当杜撰，但自己要充实内容，小心老师问起。）\n尤为难得的是，四年的大学生活，让自己的视野更加开阔，性格上也有所完善，有原来的有点自卑内向变得更加外向开朗了。\n还有大学期间，结识了很多良师益友，交了好几位知心的朋友，我想，这都是一辈子的财富。\n当然，也有一些缺憾，应该利用那么多的时间多选秀一些感兴趣的课程，多参加一些有益的社会活动的。\n设计思路：个人获奖经历，个人丰盈情况，师生情等等等等，可以谈的方面很多。\n20，你对哪个研究方向感兴趣？\n因为大学期间主要学习基础知识，我对我们的专业的了解还不够深入，所以对专业方向还不是很确定。不过，结合大学学习和考研的准备，我还是对专业方向进行了一定的研究，感觉自己的知识结构和性格特征，比较适合****专业方向的研究。不过，我也期待真正读研后，在各位老师的指导尤其是导师的指导下找明确一个更加适合自己的研究方向。\n设计思路：想说一个简单概要，至于后面还是要看导师定夺（潜意识里，我现在都听导师的，让我上岸就行！）\n\n二.复试英语高频问题（专八校对，原汁原味！）\n这一部分就不打字啦，字数比较多。\n\n\n其实复试并没有那么教条，但不经过指导的学生还是会自乱阵脚，甚至出现影响印象分的失误情况，这样就得不偿失了。可以看一看下面的免费课程，考研小白偷跑训练营，也是我最近发现还不错的资料，为你讲述那些复试逆袭的必备因素！\n看了一下，今年资料比我那年更全，宝子们自己看吧，纯免费的，但记着，资料要去找里面的助教小姐姐领取，人美心善，绝绝子！复试看这一套真的足够了！（信息差是很多人无法突破上限的存在，我希望别人有的，宝子们也得有！）⬇⬇⬇⬇⬇⬇\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n\n宝子们记得一定要去找助教小姐姐领取，人美心善！\n\n图片实在放不下啦，宝子们需要的可以直接去上面的卡片里找！关键字秒发！花钱的直接跳过！\n三.48个复试必问题目（空白书写版）\n我把这些问题汇总起来，做成了空血书写文档形式，大家可以拿到电子版后打印下来，动笔练一练，不管是英语口语还是笔试，效果都非常非常nice！\n\n\n四.考研复试自我介绍（专八审核，上岸助力！）\n\n\n五.关于复试的那些事儿\n1.导师招学术型硕士主要看中哪些方面？\n学术能力（或潜力），对学术的兴趣或热情，其它能力（如表达能力，团队合 作能力等）。\n2.导师招专业型硕士主要看中哪些方面？\n能力方面：（工作或实习）经验，做过（或参与过）的项目； 兴趣方面：对应用型任务的兴趣和热情。\n3.在复试前，学生有必要联系导师吗？\n这要根据学校而定，如能够联系到导师最好。\n4.现在可以联系导师吗？\n一般是成绩出来之后联系导师，但也要懂得分寸，别让导师烦你即可。\n5.从哪里可以了解到导师的情况呢？\n一是从上届师兄师姐那里了解，二是来源于学校官网的导师介绍。\n6.联系导师之前需要了解哪些情况？\n联系导师之前一定要了解导师情况，主要是导师的经历、工作状况、学术研究状况以及师生之间相处情况。\n7.怎么联系导师呢？\n邮件是最好的联系方式，写邮件之前需要注意邮件的格式；打电话也可以，需要提前准备好谈话的提纲，注意打电话的礼节。\n8.邮件联系导师需要注意什么？\n首先注意邮件的格式和用语；其次内容要有条理性，告诉导师读研的决心和信心，给导师留下好的印象；最后，邮件要反复打草稿，搞清楚所写内容是否表达清楚，内容的结构和条理是否清晰。\n9.导师不回邮件怎么办？\n导师一般都是不会回邮件的，除非你之前跟他有过交流，但是不回不代表导师没有看到，发邮件还是很有必要的。\n10.电话联系导师需要注意什么？\n（1）对于要谈话的内容列好提纲，打好草稿；\n（2）如果是通过手机号联系，提前发短信自我介绍，询问导师有没有时间接电话；得到确认之后，最好隔 5 分钟左右打电话；如果没有时间，可以再约定时间，下次打电话之前也要短信确认时间。如果导师没有回复短信，隔段时间再发，如果还没有回复，就放弃电话联系；\n（3）办公电话，工作时间拨打。\n11.与导师沟通哪些内容比较合适？\n根据自身情况来定，一般包括：个人基本情况（所在学校专业、成绩排名、科研实践经验、获奖情况等）、读研计划（对什么感兴趣、读研期间准备怎么做、是否有念博士的打算），学习情况，本科专业课程，毕业论文，研究方向和兴趣等。\n12.与导师沟通时注意什么？\n一是实事求是，不说假话，自己有什么就说什么，不要掩饰自己的不足之处。能力差，背景差一点都没有关系，关键是要诚恳、虚心、上进、勤于学习、勇于挑战，大胆改变自己的命运。\n二是大胆尝。确实有一些导师会对学生询问考研事情表现出冷淡的倾向，因为他不了解你，也不知道你能否考上，也可能他们自己的工作很繁忙。这个时候你不要气馁，不要灰心。只要大胆尝试，多试几次，总有可能遇到热心的老师的。即使万一遇不到，你努力了，也可以安心了，因为其他考生也会受到相同的待遇。复试时当面找老师谈可能就容易得多了。\n13.在复试前，联系多位导师，是不是一件比较犯忌讳的事情？\n不忌讳。但最忌讳的是群发邮件。群发的邮件基本上会当做垃圾邮件处理，没有一个老师会认真看你的群发邮件，也不会回复。\n14.复试前，学生多久联系导师一次比较好？\n不要太频繁，如果真有事要问，不要想起一件事就给导师打电话、发邮件，因为导师一般都比较忙。\n15.如果想要提前见导师，能够见到吗？\n有些学校明确规定，复试之前不允许导师见学生。是否面见导师，还要看导师的意愿。\n16.如果导师同意复试前见我，需要带礼物吗？\n尽量不要带，提前准备好交流的内容以及周全的礼仪更显诚意。\n17.性格比较文静，性格外向的学生会不会更受导师喜欢？\n过于外向的学生不好管理，过于内向的学生不易交流。比起踏实认真但思维一般的学生，导师更喜欢脑筋灵活的学生。当然这也不是绝对的，导师需求的最理想状态是既能踏实用功，思维又清晰活跃的学生。\n18.男生在研究生面试中会不会有优势？\n一般来说，大多数导师对于性别并不是非常在意，导师更注重学生的综合能力和专业水平。当然，由于导师本身性别、性格和专业不同，对学生的偏好也各有不同。其实，性别的影响并不是非常大，重要的是看学生表现出来的能力和素质。\n19.往届生，有工作经验的考生，对于问题理解能力强，导师面试时会有偏向吗？\n往届生相对来说专业基础不够深厚，但是拥有丰富的社会经验，能够更好地理解社会中存在的一些问题。当然，往届生有工作在身，普遍存在的问题是不能够静下心来踏实地进行科研。而这，恰恰是应届生的优势。其实，应届生和往届生各有优势和劣势，导师对他们不会区别对待，关键看个人素质。\n20.我的本科学校不是很好，会不会被歧视？\n大部分教授谈到，重点院校和一般院校的学生读研后是处于“同一起跑线”上的，所以不会偏向重点院校的学生。也有些导师表示，在学生旗鼓相当的情况下，会优先考虑重点院校的学生，因为他们本科能上重点院校，说明其基础是不错的，综合素质相对较高。\n21.相对于跨专业考生，导师会首选本专业的考生吗？\n现在有越来越多的学生是跨专业考研，相对于本专业考研，跨专业学生的专业基础稍有不足。这也是很多导师倾向于要本专业的学生的原因。但对于专业门槛不是很高的专业来说，比如文科专业，导师更倾向于跨专业的学生，因为跨专业的学生能从不同的学科背景进行研究，有利于知识的综合。\n【相关阅读】\n考研期间到底如何查资料？专业课找不到怎么办？报录比、拟录取、复试真实情况不透明怎么办？如何白嫖获取全网最全考研网课，学姐好人做到底，一篇回答教你轻松拿捏！\n你考研的时候是怎么查找资料的？1 赞同 · 0 评论回答11 赞同 · 2 评论回答32 赞同 · 5 评论回答46 赞同 · 7 评论回答64 赞同 · 7 评论回答91 赞同 · 7 评论回答166 赞同 · 16 评论回答418 赞同 · 25 评论回答424 赞同 · 25 评论回答424 赞同 · 25 评论回答424 赞同 · 25 评论回答427 赞同 · 25 评论回答435 赞同 · 29 评论回答454 赞同 · 29 评论回答471 赞同 · 32 评论回答480 赞同 · 35 评论回答488 赞同 · 37 评论回答6747 赞同 · 255 评论回答\n万字干货长文，24考研网课大合集，学姐手把手教你选择最适合自己的一款！各科谁讲的最好？不同的老师擅长哪个点？如何免费获取网课？都放这里啦！\n我现在是大三准备考研了，想问问你们网课都在哪里弄的？1.7 万赞同 · 1529 评论回答1.7 万赞同 · 1540 评论回答1.7 万赞同 · 1543 评论回答1.7 万赞同 · 1535 评论回答1.7 万赞同 · 1537 评论回答1.9 万赞同 · 1728 评论回答"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "今天有小伙伴在评论里提问，如果有考官提问“你的意向导师是谁”这个问题怎么回答，一并写在这里。这个问题明显需要你提前做功课。\n第一步，在学校官网、知网等各种渠道了解老师们的研究方向和内容（查老师近几年发的文章之类的、申的课题），确定自己感兴趣的方向。被提问该问题时，\n回答一：“我想报的导师是XX老师，我提前查了XX老师近几年发的文章和申的课题，知道XX老师最近做的东西我还是比较感兴趣，而且我有某某优势，跟XX老师的研究内容也比较契合。”\n【注意1：这样的回答要基于XX老师基本确定收你】\n回答二：“我有某某优势/技术，可以应用到某某研究方向上，这个方向的几个老师成果都很丰富，且我学的东西都能够应用上，所以无论被哪个导师录取，我都会继续努力balabala”\n【注意2：有相当一部分同学想的是“只要学校肯要我，跟哪个导师都可以”，但实际上这样的回答碰上挑剔的考官，可能会觉得你一不够自信，二没有自己的想法。而且这样的心态对自己和导师都是不负责任的。碰见过不止个位数的学生，学了自己不感兴趣的方向，浑浑噩噩几年，没有做出成果，甚至憋出了心理问题，得不偿失。】\n针对【注意1】，如何确定导师是否收你，多说几句。\n第一步，同上。\n第二步，复试前通过邮件等方式跟你的意向导师沟通，看这个导师是否有意收你。给导师发邮件一般有四种回应：\n情况1：导师回复“很乐意收你，欢迎/期待你加入”。这种情况无须讨论，但是要注意，虽然导师有意向收你，但你仍要好好准备复试。因为如果你复试表现得太差，评审组其他导师都否了你，很可能你的意向导师可能也保不了你。另：大概率不会有导师在邮件里就拍板说一定收你，很多学校规定导师不许提前向学生透露或保证录取学生的意向。\n情况2：导师回复“名额已满/请联系其他导师/请了解其他导师”等带有明确或委婉的拒绝意向。建议迅速联系其他导师。返回到“第一步”重新开始。\n情况3：导师回复“欢迎你报考”等较为官方的措辞。第一，好好准备复试，可能联系导师的人很多，导师想根据复试情况决定要谁。第二，和导师取得进一步联系，包括但不限于再次发邮件向导师阐明自己的优势、展现自己的能力、请老师指点你的疑惑，积极表示可提前入组学习等（这个不可随意承诺，因为对应届生而言，本科毕业后到研究生入学前的这段假期可能是你未来两到三年内最长的假期了。而且如果提前入组，到校之后的食宿可能也要自理，当然也有导师帮忙解决的，具体还是要看导师）。第三，尝试与导师约时间面谈，愿意跟你面谈的导师，起码你的硬件条件肯定是过关的，要提前做准备，把握面谈机会。\n情况4：导师无任何回复。很多人觉得情况2是最差的，因为直接被拒绝，还有点影响心理感受。但实际上，情况2中直接被拒绝，意味着你还可以尽快联系下个导师，节省你的时间和机会成本。情况4就比较晦暗不明。因此，对情况4要分情况讨论。\n可能场景一，报该导师的学生很多，导师已经基本确定要谁，因此懒得一一给其他学生发拒绝邮件。这种场景，你可以直接理解为是情况2了。\n可能场景二，报该导师的学生很多，导师还没有定下要谁，单纯地想等到复试时看学生表现。\n可能场景三，该导师忙，可能暂时没看见邮件或暂时没时间回复，这种情况可以稍微等一等。\n情况4可以采取的做法1：利用邮件给导师传递出一种你在等他回复的信息。尝试再给导师发一次邮件：“老师您好，我是xx，我在x月x日给您发过一次邮件，没有收到您的回复（前提是你在上一封邮件里写了盼回复之类的话），我担心邮件可能是被系统识别为垃圾邮件了，您没有看到，所以再给您发一次邮件balabala”。\n情况4可以采取的做法2：放弃该导师，去联系其他导师。\n因为情况4较为复杂，多说两句。有同学可能会觉得，情况4就是没有希望了，直接又去联系了别的某个或某几个导师。这种情况如果被老师们之间互相知道，会比较尴尬。至于如何抉择，就看你自己的想法和运气了。\n前考研复试面试记录员来答~\n复试通常分为两个部分，笔试和面试。\n无论是笔试还是面试，无论你报考什么学校什么专业，关键是弄清楚考什么（大致范围）和怎么考（题目形式/面试流程）。两个渠道，第一，找在校研究生咨询。通过熟人引荐、甚至找你意向导师的在读学生（我就是在见我导的时候，顺便见到了师兄师姐，感谢他们为我提供了大量信息）。第二，在贴吧论坛逛，看是否有前人留下的资料或联系方式。我在考研时曾上专业相关网站求资料，留下了自己的意向院校和qq号，过了一两年有不止一人看到我qq号，加了我并询问相关信息（后帮助他们顺利通过复试）。\n笔试就不多说了，你答完的试卷就是改卷老师眼中你的最高水平，其实是不太有弹性空间的，所以认真备考笔试非常必要。面试成绩受很多因素影响：面试顺序/面试老师心情/上一个同学给面试场子造就的氛围等等，但最终的决定因素是你自己（科研能力/性格/心理健康），所以你要在短时间内展现自己，让各位老师接受你。\n把我见到过的小A们的有趣经历讲出来吧……如有雷同，说不定我们曾擦肩……\n小A骚操作系列之一\n小A一边推开面试室的门，一边用英文十分6地说了一句“Excuse me，may I come in？”（面试室有门，需考生自己敲门进入）口音很好，听起来很自信，加分。在接下来的面试环节中，需要考生念出一段并不算难的英文论文并口译（A4纸三行左右），小A口音依然满分，但尴尬的是她支支吾吾翻不出来。当天面试组的老师比较和善，劝慰说不用着急，能翻到哪儿算哪儿，但她一个词也没有翻译出来，我相信她肯定有认识的单词，但她无法连成句子。\n通常前面面试的人出来后，后面的人都会追问面试流程和问题之类的，先面试的同学会大概说一说（我自己考研复试时，是3号。1号出来，2号进去，1号就来候考室取包，顺便跟我们说了面试流程、提问内容等，非常厚道，也听说过有人一言不发，毕竟是竞争对手）……小A前面大概有三四个已经面试过的人，也就是说，小A面试前就已经知道，当天的面试没有英文自我介绍，但她仍然选择了在入场时就给众人秀了一把英文，很容易让面试老师觉得她英文很好，无形中拔高了面试老师对她的期望值。结果之后的英文翻译环节她完成得不好，面试老师会觉得落差很大。\n实力不足，不懂得避短。\n【要么准备充足，要么猥琐发育】\n小A骚操作系列之二\n面试老师问她的意向导师是谁，她说是XX。各位面试老师笑了，说XX老师不在这个方向招生……小A一脸？？说，我在官网查XX在这个方向招生的呀。但官网上的公告，XX老师的确不在这个方向招生。各位面试老师之后给小A的打分可想而知。\n犯简单错误，喜提“坑自己种子选手”荣誉称号。\n【见贤思齐，见不贤……可千万别学他……】\n小A骚操作系列之三\n小A辞了体制内工作来考研，各位面试老师询问原因。小A说她对该专业有着无限的热爱balabala……各位老师都很感动，小A本该见好就收，但可能是受到激励，反而讲述得更加起劲，描绘了一个自己理想中的世界长达五分钟（面试老师这时已经抱着看笑话/听人吹牛的态度来判断小A的表述，说演讲是因为小A当时唾沫横飞，情绪激愤）。\n我非常尊重小A，甚至觉得理想主义者的情怀是值得敬畏的。唯一替她惋惜的是，从面试老师的脸上能看到他们觉得小A太幼稚、看热闹的神情，但小A似乎没有注意到老师们的表情，也没有及时调整自己的讲述内容。\n言过其实，不务实。\n【第一，不讲与面试无关的事，除非老师们主动问起。第二，与老师有眼神交流，眼神传达出的坚定和自信是助你成功的利器之一。根据老师们的表情反馈也可以调整自己的情绪和表述方式等。】\n小A骚操作系列之四\n可能是各位面试老师比较有亲和力，小A讲着讲着哭了，开始诉说自己考研多么不容易，多么希望老师把她录取了。各位老师纷纷安慰小A。小A一哭哭出了两个坑（让我们恭喜小A，喜提“一哭两坑”荣誉称号）：第一，面试老师会觉得小A情绪控制能力差/抗压能力差等等。第二，宝贵的面试时间是为了让面试老师了解自己的能力和潜力，而不是喋喋不休告诉老师任何无用信息/消极信息。\n情绪失控，传递无用/消极信息。\n【无论面试老师风格如何，谨记面试要传递积极信息。哪怕面试老师让你讲一件最难过的事儿，你也别忘了说一下自己是如何应对和调节情绪的（概率基本为0）。PS：困难的日子还在后头呢，别哭这么早（手动狗头）】\n小A骚操作系列之五\n面试老师问小A毕设做得怎么样了，小A紧张地说“我还没做”。各位面试老师很淡定啊，这么多年什么大风大浪没见过，追问“都已经三月底了，现在还没做，毕业前来得及么？”小A答“我们毕设指导老师说了，过几天教给我们一种简单的方法，很好学的，肯定来得及。”面试老师们表面笑呵呵，内心OS大概是，你们学校的“水”一目了然，清澈见底……\n小A这波凉的不亏。毕竟不仅坑了自己，顺带坑了一把母校的学弟学妹们（让我们把掌声再次送给小A，喜提“神坑队友”荣誉称号）。\n未针对面试重要话题提前做准备，临场发挥能力为0。\n【面试核心问题：科研经历（课题主要内容/你做了什么/有什么收获等）；毕设（思路/方法/结果/结论）；讲一个你最熟悉的实验/你最近看的文献（三五句话，简明扼要）；专业课内容（会就答，不会就说自己下去之后会继续学习）】\n小A骚操作系列之六\n抖腿。当时我们设置的考生座位，是一个教室的普通桌椅，也就是说，小A的腿怎么放，伸多长，甚至穿什么颜色的袜子对面都能看得一清二楚。紧张时很多人都会轻微抖腿，完全可以理解。但是在面试老师面前翘起二郎腿并规律性地大幅度抖动，小A似乎透露着丝丝得意，或者觉得自己很酷？？小A的身体姿态传递出的信息是：你们能来当我的面试老师，是你们三生有幸，不录取我天理不容！\n缺乏基本的体态管理。恭喜小A获“抖天抖地抖凉自己”的荣誉称号。\n【坐姿端正就OK。】\n小A骚操作系列之七\n小A来了，她摇曳着身姿，风情万种地向我们走来~大领口风光无限，黑丝更是勾勒出小A的曼妙长腿，（三月底北方还是很冷的啊喂，社会我A姐，人狠话不多……）我一个同性都觉得把持不住自己。面试开始和结束一般要向老师们鞠躬问好和致谢，我替A姐害臊……\n面试着装失仪。\n【很多面试辅导班会指导学生穿着正装，就我的观察和询问其他人的经验，看起来精神面貌佳，得体大方即可。PS：无特殊情况，勿戴帽子。】\n小A骚操作系列之八\n小A简历上写，自己在本科期间参与过某老师的课题。于是面试老师顺势甩出面试必杀技：该课题的主要内容/你负责了什么内容。课题的主要内容小A支支吾吾说不清楚，“我在知网上搜相关文献”，其他的说不出所以然。面试老师都成人精了，很明显小A对这个课题知之甚少，更遑论收获。\n夸大自己的过往经历，无法圆谎。\n【不要撒谎。简历上和你言语中的信息都可能被面试老师追根究底，无法自圆其说的场面实在尴尬。如果没有科研经历，可以写自己的奖学金/各种竞赛获奖/英语成绩等比较能体现自己能力和潜力的材料，为了简历好看而注水，很容易翻车。】\n先写到这儿吧，科研狗要保护好我的发际线。\n今天听到室友讲了一个哈哈哈（当时和室友在不同的考场做记录）。\n小A骚操作系列之九\n背景知识：心理学有多个方向，如基础心理学，主要研究内容如记忆、脑与认知、注意等与生理学相关的内容。\n面试老师问小A，为什么想学习这个方向啊？小A：因为我是跨专业考研，基础不够扎实，所以想学习基础心理学。老师笑问：那你觉得基础心理学是干嘛的啊？小A答：学习心理学比较基础的一些知识balabala。（当自己是大一新生？？从入门开始学？）\n跨考生不了解相关方向的研究内容，且没有提前做功课。\n【第一，提前查资料，了解各方向的研究内容。第二，跨考不能成为专业课薄弱的借口，老师们招学生，招的是能学习+做事的生产力，而不是招一个“大一新生”手把手带你学习入门知识。】"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "目录\n\n\n\n\n\n\n\n二本考研，复试笔试和面试综合第1，一战上岸某211。\n研究生3年，2次去研究生考场监考笔试，连续3年去现场帮导师和其他老师去协调面试，和面试的老师很熟悉，见过太多同学因为种种原因被刷掉，包括一些初试成绩还不错的同学，真的很可惜。\n一、复试被刷的原因\n1、太过紧张被刷\n紧张是很常见的，但是如果复试面试的时候紧张的说不出话来，或者说话结结巴巴毫无逻辑，像蚊子一样在叫，这样的学生肯定不是老师想要的。\n2、考研黑幕被刷\n很多学校的初试总分或者单科线是照着某个同学的分数划得，因为他是关系户，也不乏复试中早就找好关系，复试肯定录取的学生。因此，如果你复试综合表现不是前一半名次的话，被刷的可能性比较大。\n3、竞争激烈被刷\n有的学校报考专业人数太多，报录比十分高，甚至达到50:1的程度，这种当炮灰的可能性很大，不如直接去考公务员了。\n4、学硕专硕选择不慎\n每年学硕专硕报考和招考人数都不一样，如果你选择的正好是报考人数最多且招考人数最少的，那被刷的风险就很大了。\n5、笔试过低被刷\n一般复试占比50%左右，笔试可能又占复试的70%，笔试没发挥好，面试再好也白搭，很多人南辕北辙，疏忽了笔试的准备，一心扑在面试上。\n6、题目生僻被刷\n很多同学做题太少或者心态不好，遇到生僻的题目就发挥失常，笔试成绩太低，面试也拉不回来，最后无奈被刷。\n初试决定门槛，复试决定成败。大家千万不要觉得初试分数不错，就高枕无忧了。不管是考研初试，还是现在马上开始的复试，你知道取得成功最重要的是什么吗？\n除了埋头努力之外，最重要的是人与人之间信息的有效传达，但很可惜的是，很少有人会主动交朋友、主动联系可利用的人去打探这些信息：报考院校复试的流程、复试有没有黑幕、复试笔试面试最应该注意的点、复试老师是哪几个、复试简历怎样才能最打动面试老师等等这些只有通过人与人交流才能获取的关键信息。\n国家线出来后，各大院校的复试就陆续开始了。这段时间是最宝贵的信息搜集空窗期，不管是你正在准备复试，还是正在准备择校的23考研小伙伴们，你们都需要从一起备考的同伴以及学长学姐那里了解考研的关键信息，但想要直接联系到目标院校的直系学长学姐和小伙伴，那么你就需要找到最直接有效的联系渠道。就比如知乎知学堂研职在线的22、23考研的官方渠道，现在有几个人是真正知道并加入了的？\n这个渠道不仅汇聚了全国各大高校的考生，包括和你一起备考的同届战友和已经上岸的前辈，还有负责答疑解惑的专业老师。不管你是想打听复试信息，还是想了解初试信息，你都可以点击下方的卡片，让知乎助教拉你进入考研大群，在群里找到你需要的小伙伴或者前辈。再次说一句，“选择大于努力”，你现在的所有选择，都注定了你未来的结果，未来掌握在你手里，只能依靠你自己才能去改变。\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n7、导师不满被刷\n如果有一个导师对你不满意，在你面试的时候打很低的分，这样导致总分较低，被刷的可能性也有。\n8、没有联系导师被刷\n很多厉害导师也是复试面试官，如果大家都去联系了导师，而你不去联系，你的主观印象分自然会更低。在你和其他人表现差不多的情况下，你被刷的概率会更大。\n9、本科一般而复试也一般\n在初试和复试成绩都差不多的情况下，老师自然是更喜欢本科学校好的学生，而且有时候你复试表现可能更好一些，也可能因为本科不好而被本科好的学生替代、因此，在复试成绩差不太多的情况下，被刷的往往是本科差的。\n10、英语表现不好被刷\n很多同学口语和听力特别差，特别是英语口语，开口就死的那种。很多同学英语本来就不好，又没有准备充分加上面试紧张，导致复试口语表现让人大跌眼镜，最后被刷。\n11、冲撞老师被刷\n面试考察的是学生的综合素质，专业能力是导师最看重的，但是品性不好的学生，任何导师都是不敢要的。如果你面试过程中语出惊人冲撞老师，最后肯定是要被刷的。\n12、不重礼仪被刷\n没礼貌、破门而入；手机突然响铃，频频看手表；一直盯着一个导师看等等，这些行为都会让导师很反感，导致面试效果不好。\n13、没有规划被刷\n面试经常会问到学生的读研规划，千万不要把自己“为了赚更多的钱”这种俗气的想法说出来，这种回答肯定是老师很不喜欢的，大大降低了面试好感分。\n14、无脑回答，张口即来\n一些回答千万不要不经思考，张口既来，比如：\n导师问：你有什么特别的兴趣爱好嘛？\n你回答：我喜欢打LOL，打的贼6！\n15、贬低报考院校或本科院校\n老师问为什么报考我们学校？考生在老师面前使劲夸其他的学校好，说其他学校多么优秀、多么厉害，但很可惜没有我这个专业，所以我才选择了报考这个学校。复试老师都是报考院校的教授，考生在他们面前公然说该学校不如其他学校，尽管是事实，也会让老师很不开心，印象分会大大降低。\n16、面试时透露联系了某导师\n虽然大家都会在初试成绩出来和复试名单出来后联系导师，但是这个是大家都心知肚明却不能公开的秘密，如果你在面试的时候透露了联系了某导师，会让其他导师觉得你有投机取巧的嫌疑，导师自然都喜欢踏实稳重上进的学生。此外，如果你透露了联系了某导师，其他导师会想怎么没联系我，打分也会被影响。\n17、直接说自己不考虑读博\n面试时候的几个导师都是德高望重的学者教授，他们的主要时间都是搞科研，博士会有5-7年的时间跟着他们搞科研，所以每一个导师都希望招到有读博愿望的考生。另一方面，愿意读博的考生一般科研愿望和能力也会更强一些。如果面试时直接否定不读博，那么面试分会受到较大的影响。\n18、回答问题功利心太强\n还是那句话，在大部分导师的眼里，招你进来的目的是帮他们干活的，也就是搞科研和项目的，如果你回答问题功利心太强，比如说自己读研是将来可以有一个更好的发展，找一个更好的工作，赚更多的钱。虽然这种想法是大部分学生都有的，但是不能这么直接说出来。要表达对专业和研究方向的兴趣，向老师想听到的方向回答，毕竟上岸才是我们的最终目的。\n19、回答问题一鸣惊人\n考研复试的时候很多人都想展示自己的特别之处，想给面试老师留下深刻不一样的印象，从而得到较高的面试分。但是，千万不要表现的过于异常，让在场的导师觉得你的思维、精神等有点不正常，毕竟现在跳楼、研究生伤人的事件很多，很多洁身自好的导师最怕遇到这种不正常的同学了。\n20、面试时候叫错老师姓什么\n很多同学为了表现自己对复试面试的重视，可能想有所表现，面试过程中称呼老师的时候在前面加一个“姓氏”，比如，吴老师，我认为这个问题应该从以下三点回答........\n但是千万不要把老师的姓氏叫错了，否则就会适得其反，让老师觉得你这个人粗心、不靠谱、不细致，这些特点的人是不适合搞科研的。因此，如果你想表现一下，一定要去官网把每个老师的照片记下来，以免弄错。\n二、准备一份优秀的简历\n很多时候决定成功的不是能力，而是认真的态度。两个同样优秀的人，或者一个稍差、一个稍好的同学，老师一定会重视更努力的那一个！简历对于复试面试真的是太重要了，一份优秀的简历必定会打动复试老师，加分很多！如果对你的简历很感兴趣，老师就会对着简历提问，而简历上面都是你自己事先准备好的内容，这不是求之不得么？每个人复试就那么点时间，问了你简历，其他提问时间就会少的多，避免了更多的失误！\n注意：联系导师的邮件后面最好附上你的简历，方便导师更加清晰的了解和认识你。准备简历之前，首先必须找到一份优秀的简历模板呀，简历模板千万不要排版乱七八糟和花里胡哨，也不要各种各样的颜色，比如下面几份模板，导师看一眼不想看第二眼，别说继续对着简历提问了！\n\n糟糕、差劲的模板优秀的模板应该大气、简单、简洁明了、排版清晰，颜色以蓝色、浅蓝色、浅绿色、白色、黑色等颜色为主，如下图所示。\n很多同学咨询我有没有简历模板，嗯，我这边是有很多还不错的模板，都是很简洁大方、稳重简单，很适合考研复试和求职，比如下面的这个就是其中之一，有需要的同学可以自行去领取~\n\n嘿嘿，重点在图片的最下方（疯狂暗示ing）上面的模板只是我众多模板中的一个，大家可以自己去领取模板资料，然后从中选择适合自己的模板，再去向模板里面填充内容即可~\n其他考研最佳攻略\n\n\n2022考研数学高数全程跟汤家凤可以吗?\n\n考研数学应该怎么复习？买什么书或者看什么视频？\n\n22 考研，需要提前知道哪些考研「雷区」？ \n\n田静，刘晓燕，唐迟，王江涛等人的考研英语课各有什么优缺点啊？\n\n如何获取考研专业课的真题？\n\n考研英语跟谁的网课比较好（英语基础差），准备22考研，救救孩子吧！？\n\n准备考研，大三下学期开学应该达到什么状态？\n\n为什么有人考研花了大把的时间复习数学却依然考砸了？"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "做过面试老师，也做过招生联系人。结合几年的复试工作经历，说一下这些年高分被刷比较普遍的情况。\n⭐1.自恃初试分数排名靠前，复试准备不充分。\n这是最普遍的一种情况。初试分数高是优势，但近年来很多院校为了增加复试话语权，一再压低初试分数占比。\n另外，参加复试的有很多优秀的人，本科获奖、科研经历过硬、有好文章、有导师关系、top院校调剂来的高分生，你如果只是初试分数高，复试一塌糊涂，被刷就不稀奇了。\n⭐2.犯了原则性错误的。\n这种的属于想录也不敢录的。\n现在复试越来越正规，很多学校都是全程录像。\n如果你在复试时提了你有类似导师关系、领导关系这种，那就是明确踩雷了，面试官只能pass你，不然要担责的。\n⭐3.编造事实。\n理解大家希望自己有一个完美履历，但前提是真实。\n有同学自以为天衣无缝，但须知人经历越多，看问题越全面。你自以为编的滴水不漏，在这些科研老司机眼里漏洞百出，简直就是大型喜剧真人秀。\n所以，别动歪脑筋。\n⭐4.过于托大。\n两个表现。\n一是跟面试官过分争辩。有质疑精神是好事，但要分场合。必须得承认，以本科生有限的科研实践，看待问题还很浅，也许你多往前走一步，自己就会发觉之前的局限性。面试时跟老师争辩，实在没必要，有疑义的，虚心请教就是了。\n二是过于拔高自己对专业的评价。在面试时，发表自己对专业方向的认识和思考是加分项，证明你认真读过相关文献并且进行了自己的思考。但，不要过多的质疑当前的发展路径，因为当前的路径很可能就是面前这几个面试官在推动的，不要公开打脸。更不用说，你的那点质疑，大概率只是盲人摸象。就算你真的抓到了行业瓶颈，也请录取以后再做计议。\n改变一个团队的最好办法是什么？加入他。\n文章首发于公号:❤️君子一研❤️\n⭐5.过于紧张。\n考生的临场应变能力也是考察重点之一，这是综合素质的一方面。\n但是鉴于面试的重要性，有点紧张是正常的，面试官也都会比较宽容。\n但如果你紧张过度，甚至到了无法正常交流的程度，面试官就要考虑一下了。\n鉴于我之前也是有临场紧张的情况，所以我遇到这种一般都不会怎么较真，但有的老师很看重这个，尤其是社会属性很强的老师。\n⭐6.对自己的事不上心\n这个属于多说一点，算是一点提醒。\n考研经历了一年的努力，最后阶段，复试调剂，一定要打起精神。尤其调剂的同学，这是场时间战信息战，要对自己的事上心。\n之前有个同学，我们发了待复试通知，要求是24小时内答复。到了最后一小时，我们以为他放弃了，出于负责的考虑打了个电话跟他确认，他说忘了。\n当然，最后他还是被录取了，但如果是不太宽容的院系，很可能就不录取他了，因为对自己的事情都不负责任。\n⭐7.不礼貌。\n这里说的礼貌，并不只是给招办打电话客客气气，面对面试官恭恭敬敬。\n我想说的，是做人的细节。\n有一个很典型的例子。\n之前一位同学，通过调剂来我们这边复试，后来我们给他发了拟录取通知，但没得到回应，后来得知他去了别的地方。\n这种情况，他可以在确定不来的时候给我们打个电话，说一声，没人会怪他，反而会祝福他找到了自己心仪的实验室。但他不打招呼，直接导致我们没有找替补，浪费一个宝贵名额。\n当然，我们也没为难他（想为难是可以的，因为圈内都是熟人，各实验室之间交流很多），我们甚至都没跟那个实验室负责人提过这事儿。\n但，这就是在给自己的路埋雷，你不确定会不会有人对你这种不地道的做法采取措施。\n以上是我想到的导致复试意外失败，或可能导致失败的情况，不全面，想起来随时更新，欢迎收藏、追更。\n希望各位认真准备，给自己一个满意的结果。\n✨听说点赞的同学都运气超好✨\n需要免费复试指导可戳：\n\n\n——————\n文章首发于公号:❤️君子一研❤️\n我是 @纸谈风月\n，考研话题下获得10w+赞同，25w+收藏。\n更多实用内容：\n考研全程攻略⬇️\n\n数学复习全攻略⬇️\n\n英语复习全攻略⬇️\n\n联系导师的技巧⬇️\n\n考研小捷径⬇️"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "1、考研内幕\n考研内幕比比皆是，只是真正被透露出来的很少，一个专业甚至可能有多个关系户。如果你的初试成绩一般，排名在后一半，复试表现的稍微不好，就大概率要被刷了。\n2、实际招生数比字面招生数要少\n有的学校看起来招生名录的人很多，实际上可能保研人数就占了一大半。\n所以不光要看目标学校的招生数，更要打听目标学校的保研人数。\n如果50个招生人数里保研占了25个，那你的录取几率就不是50:1，而是100:1，淘汰率翻倍。\n3、专业竞争过于激烈\n有些专业非常热门，报录比甚至高达60:1。竞争如此激烈复试线必然很高。没有过硬的实力又报考了热门专业，导师只能不慌不忙的优中选优了。所以择校之前一定要事先了解清楚目标院校的报录比，没有金刚钻咱不揽瓷器活。\n4、面试现场反应不佳\n大学四年，只有极少数学生参加过真正的面试或者演讲。由于没有经验，第一次参加考研复试肯定紧张。有些内向的学生甚至能紧张的说不出话来，支支吾吾结结巴巴还蚊子声，给老师的第一印象很不好。\n其实面试就是经验+技巧的结合，如果你没有经验，可以通过一些前人总结的面试模板加以练习，可以极大程度提升你的自信心和面试效果。\n5、不会推销自己\n导师：请谈一谈你本科四年最值得骄傲的事情？你：我本科表现一般，成绩中等，也没做什么特别的事.....\n面试就是一个推销自己的过程，我相信很多人的大学都是高不成低不就，一般般的过来的，这没什么不好，但如果实话实说只会让导师觉得学生能力平平，毫无亮点，不值得培养。\n考研复试一方面考察的是专业能力，另一方面考察的是学生的综合素质，自信十分重要，要学会推销自己，挖掘自身亮点：学业一般就说课余活动，没有活动经验就说周围人对你的评价。\n我打个样：\n学业骄傲：本科成绩一直稳定在年级前XX名，我很重视上课的效果，我认为大学才是最值得下苦功夫学习的阶段，而不是玩玩乐乐。\n课余骄傲：我的大学成绩虽然达不到学霸标准，但我很喜欢参加学校组织的活动，例如XX竞赛，XX评选，大学四年过的很充实，有很多XX领域的经验。\n人品骄傲：（讲个故事，夸自己人品，不赘述，想让我写的评论区吱一声，因为我觉得这种故事网上有很多，每个人情况都不一样）\n6、面试回答过于“与众不同”\n复试是展现个性的好机会，但千万别过于标新立异，让导师觉得你的精神不正常或情商太低。如果导师比较年轻还能接受，你要跟六七十岁的老教授说“集美”、“尾款人”、“我康康”，那就可以做二战准备了呢~\n\n7、英语口语太差\n因为这条被刷的举个手我看看。复试一般都会有英文自我介绍和提问交流，如果口语跟不上，面试现场就只能大眼瞪小眼，场面尬的脚趾能扣出三室一厅。和面试一样，口语也可以借助前人总结的模板，如果你不知道去哪找模板，可以看我头像。\n8、专业问题不懂装懂\n如果导师问的问题真不会，可以尝试着用自己以往的知识，然后说出一二三来，再请求老师的指点。如果你本来就不懂，还二五二六在导师面前比划，老师只会觉得不真诚。\n在场的都是学术水平和专业水平极高的学者，你的真实水平如何，一开口就已经暴露了。不懂装懂比无知更可怕。\n9、研究生规划不清晰\n读研规划几乎是每年考研复试必问的问题，很多同学天真的以为老师喜欢诚实的学生，回答的时候竟实话实说，“自己读研就是为了将来能找一个好工作”或者“现在还没有明确的规划”。\n每个人都有自己的真实想法，但好歹要让导师觉得你是值得被培养的。因为对自己的学习生涯有规划，不光是对自己的尊重，也是对导师的尊重。\n10、专业基础太差\n我说个大实话：导师招学生进来的根本目的，其中一个主要目的就是发论文和做项目。所以，专业基础也成了导师筛选的必备条件之一。\n如果专业基础太差，面试的时候基本概念都搞不清楚，对于问题的原理和应用过程一无所知，招进来可能还需要半年时间学习，导师可没有这么多时间等你，他们培养学生的精力也想用在刀刃上。\n11. 面试时贬低目标院校\n有的学生智商很高，但情商却堪忧。\n老师问：为何选择报考我们学校？他回答说：心仪学校是XX学校，但XX学校没有本专业，所以才选择这个学校。\n这回答，就像女朋友问：为什么跟我好呀~\n你说：没办法，女神看不上我，只能找个次的凑合了\n\n12、一口否认将来不读博\n99%的导师都喜欢读博的学生，因为有读博意愿的学生的科研欲望也很强烈，且读博可以在学校呆6年以上，帮导师做更多的事。如果你直接否认，导师的好感可能也一下子就下去了。\n大不了说：看自己的学习情况，会考虑。\n这也行呀。\n13、复试时叫错老师名字\n不多说，自己体会。\n14、本科院校没有竞争力\n虽然现在复试歧视的现象越来越少了，但如果你初试排名中等，复试也一般，三本院校，那导师很有可能录取一个同等条件的二本学生。\n这里多叨叨一句：报考前也要打听清楚，有一些学校本身是不收三本或二本的学生的，这是默认的潜规则，就算你初试分数再高也没用的那种，不要做无用功。\n15、回答问题好高骛远\n科研工作最忌讳好高骛远和不切实际，因为细心、踏实、爱思考是科研学术者最基础的品质。\n一些同学回答问题时候漫无边际不着调，让老师觉得很假。比如，老师问你的读研目标是什么？你回答：我的目标是为导师分忧解难，努力学习，多发论文，做一个优秀的研究生.........\n16、夸大个人经历\n一些同学把自己包装的很好，标榜自己获得了XX国家级竞赛几等奖、参与了XX重大项目等，但老师提问项目内容时却知之甚少，这肯定会让老师怀疑经历的真实性，一旦被发现，就可以出门左转了。\n17、回答问题混乱不清。\n一些同学回答问题时，完全没有重点，想到什么说什么，说了很多，最后老师却没听明白他表达的观点是什么。这就像写论文和搞学术一样，抓不到文章的主旨，这是教授学者最讨厌的地方。\n18、毫无感情地背诵。\n大部分同学都会预先准备复试内容，包括一些问题。但就算老师的问题被你压中了，也不要快速背诵出来！！！\n做戏做全套，先假装思考几秒钟，然后像正常回答问题一样回答。否则，老师一眼就会看出来你是背诵的（就像渣男不假思索的说爱你，你信吗？）\n还想听什么考研的逼逼叨叨，可以看我头像。\n最后，自我介绍一下：\n@过儿烤盐\n \n分享考研干货、学习技巧、私藏的干货秘籍，不多说，快上车。"
    },
    {
        "input": "有哪些原因会导致在考研复试被淘汰？",
        "output": "谢谢大家近期的关注，做一个勘误以避免歧义:\n原文中有“六级不能补考”的描述，本身这个说法没有问题因为谁也没参加也没听说过过六级的补考，我原意指的是那些参加当年12月六级考试没过的同学已经没有弥补方式，我当然知道六级可以考很多回，但总有一部分同学很遗憾到最后都差了一点儿，我是在给那部分同学出主意呢\n另外，每个人报考的院校不同，考试难度也就不一样，大家看完我的回答没必要紧张，其实我提到的那些东西都还是在复试前可以突击准备的，按部就班地来就成\n本人工科生，平时不怎么长篇大论，部分言辞不免有不通顺的地方，大家可以批评指出，我及时更正，但是人身攻击什么的还是免了，没人爱听便宜话\n希望这篇回答，能够帮到那些准备考研，准备复试的学弟学妹们\n绝大多数人在复试被刷还是因为准备不充分\n比如很多学生以为初试过了复试就稳了，或者初试比线高多少分就稳了之类\n但其实根本没有这种说法，而且复试与初试考察的是学生不同的能力，复试一定要准备，并且准备方法与初试有所不同\n复试的核心环节是面试，说白就是一帮老教授审一审你适不适合搞科研，我简单说一下有哪些点应当被注意吧。\n本科成绩。尽管应试成绩很难考量一个人的能力，但是这毕竟是老师们能够用来评价你的为数不多的客观指标。所以倘若你的本科院校水平一般，成绩不好，初试分也不高，报的还是一流院校，那我奉劝你提前做好心理准备，成功率就是不太高，这里你也别怪什么歧视之类的，不然你可以试试应聘500强，分分钟告诉你什么叫歧视。那么，假如你凑巧符合以上这么几项，还想参加复试，有怎么办呢？过以往之不见，知来者之可追，你可在后面几点中，给自己增加加分项。科研经历。可能你会觉得很崩溃，你会觉得自己本科没什么科研经历，没关系，参加考研的学生绝大多数没有科研经历，写在简历上的什么大创或者中文文章也基本是糊弄人的。对于应届生而言，那些教授只关注一件科研经历，也是每一个学生都会参与的—毕业设计。大部分院校复试的时节，学生的毕业设计大多刚刚开题，老师们会考察学生们对自己课题的理解，自己课题的工程背景，提出的问题，解决问题的手段以及创新点。初试完成以后，会有一个闲适的假期，我建议大家在初试完毕后，选择一个自己感兴趣的课题，及时了解课题内容与研究方法。你要做的第一件事就是把涉及你课题有关的本科知识学习一下，你的课题要用到sem，可是你连衬度是什么都不知道，你的实验以xrd为主，可是你连布拉格方程是什么都不知道，计算晶面间距的方法也不懂，你的课题涉及分子模拟，你却连周期边界条件都解释不利索，这些都是不合格的。在复试环节一定会有专业问答，多数情况下，你一定会被问到答不上来，不用担心，这是老师们在试探你的潜力，你没有必要回答出所有的问题，但若头一轮，像上述这样基础的问题都答错，这回严重扣掉你的印象分。另外，你要读几篇与你课题有关的，近三年的文献，英文的，得力于强大的翻译软件，别狡辩自己看不懂。你可能不能完全领略一些工作的全部思想，但你至少可以知道与你的课题相关的论文集中于哪些期刊，有哪些组在你这个方向做的不错，面对你的课题类似的问题国内外研究人员是怎样解决的，有何进展。综上，我建议，找一个你身边靠谱的研究生，了解一下什么叫开题，认认真真的把毕设开题工作准备好，这是你在本科最重要的科研经历。科研常识。就像某位演员无心一句“知网是什么”，就能让全中国人断定这个人没搞过科研，倘若你一点儿科研常识都没有，教授们自然怀疑你能不能干这行。其实每个本科学校都该对学生进行必要的科研训练，但是很遗憾，很多人毕了业，也不了解什么叫SCI，i.f.，endnote，origin，web of science，mathtype……很多同学甚至也不了解写论文的逻辑，结构甚至如何查文献也不懂，如果你在准备复试，扪心自问上面哪些你了解几项。外语水平。六级已经成为了复试的“潜规则”，不过即使你没过，也不必太担心，六级不能补考，但是专英可以突击。多背诵专业单词，多练习英语发音，至于自我介绍，只要你发音得当，内容无所谓。绝大多数学校回要求你现场翻译一段文献，你可以在准备期间，每天读一读，练习一下语感。而且，恕我直言，没有因为英语而被刷的人，只有因为懒而被刷的人。笔试。选对科目，选对科目，选对科目! 毕竟多数学校是不及格淘汰制。联系导师。这是最重要的，有人有误区，觉得成绩一般不必联系导师，其实恰恰相反，这类人最应该联系导师，看看导师手里有没有名额，对学专有没有要求，甚至你可以跟老师套瓷，有的老师了解招生动态或许能告诉你你的成绩是否有希望考得上，方便你做其他选择。有的老师甚至会告诉你要重点复习什么，有机会就跟老师见一面，对你的复试很有帮助。了解导师与课题组背景。你可以询问组里的师兄师姐，看看老师对学生态度如何?科研经费如何?导师人品如何?不用不好意思，反正如果是我，我知无不答。你也可以搜索“导师评价网”，看看你联系的导师是否榜上有名，对于网站上对导师的负面评价，我建议，生命珍贵，宁可信其有。最后祝愿各位，考上心仪院校，进入理想的课题组，碰见好的导师!"
    }
]