[
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "目录\n\n\n\n\n\n\n\n本科双非，一战上岸东南大学（985），考研不看后悔系列，滑到这的同学可以暂停了，因为这篇回答可以解决掉你考研99%的问题了~\n全文3.7万字，耗时2个月完成，这是我从双非一战上岸985（东南大学）的全部经验，这可能是你见过最真实、最实操的考研流程，想考研的同学认真看完这一篇回答就够了~\n这篇回答我从考研常识、考研关键时间点、考研四科高分经验、考研复试经验、考研调剂等角度梳理清研流程和考研高分策略，认真读完，并将其中适合自身、有用的部分用到后续的复习中，绝对会让你的考研复习过程事半功倍，一战成硕。\n收藏≠掌握呀，你的赞同是我持续更新干货最大的动力，不如趁现在认真读完，对你绝对有用！\n考研想要取得高分，无外乎四步：选择适合的学校、选择合适的考研老师、选择合适的考研教材，外加个人的刻意训练。考研的复习方法论并不难，难得是考研过程的用心复习。前期搞清楚复习流程、各阶段任务、用书和老师选择后，后期更重要的是埋头赶路，努力提升初试分数，不要信那种过程说的天花乱坠、技巧横飞，真正考研上岸的都是了解清楚必要信息后，埋头默默复习的人。\n复习可以有方法，学习也必须有效率，但这些技巧都不难，更难的是几个月如一日的脚踏实地复习，坚持，坚持，再坚持，调整，调整，再调整。偶尔的懈怠、偶尔的状态不佳都很正常，自己要学着调节，不要把别人的经验奉为圭臬，实事求是的针对自身情况具体化解决问题才是最有用的，不要欺骗自己，允许自己偶尔的状态不佳，追求长期的高效努力。\n这里学长以过来人的身份多说几句，考研成功的第一步就是选择适合自己的考研学校和做好整体的规划！不然一年努力真的白费了，甚至有些同学考到了400+还是被淘汰了！所以，对于考研择校一定要慎之又慎，多花点时间在这上面，同样在真正复习之前一定要多花心思去做做整体规划，把握大体考研进度。\n可能很多第一次考研的同学不懂如何择校，也不懂如何做考研规划，这里学长免费分享一份我当时用的资料，用心听听讲座里老师对考研择校的建议、对考研整体的复习规划、对提分技巧的分享等这些内容，保持空杯心理，用心去复习，坚持坚持再坚持，相信每个认真走好每一步的同学都能一战成硕！我也不知道什么时候这份资料会收费，抓紧保存一下~\n\n考研择校择专业&备考资料合集￥0.00免费领取\n\n\n\n\n\n\n考研最终的目的是为了上岸和总分最大化，一切资料均可为我所用，一份资料吃透、比粗略看n份资料要有用的多，所以不要贪多，就现在，抽几秒钟时间，认真参与。科学规划的同时，个人一定要埋头赶路，提升初试分数，考320和考400+，我们复试的底气和处境是完全不同的。\n只收藏不点赞的都是在刷流氓哟~\n\n一、考研必须要知道的常识\n1、什么是考研？\n可能很多人考研人会疑问，26考研是2026年考研吗？当然不是！26考研是只2025年12月考研的同学，一般会在大四上学期的12月底参加考试，所以26考研一般是指2026年9月硕士入学的这群准研究生们。\n2、考研考试时间\n考研初试一般在每年12月的倒数第二个周末进行，圣诞节前后，考研时间如下：\n周六 08：30—11：30：思想政治理论（100分）或管理类联考综合能力（200分）\n周六 14：00—17：00：英语（100分）\n周日 08：30—11：30：业务课一（数学或专业课一）（150分）\n周日 14：00—17：00 ：业务课二（专业课或专业课二）（150分）\n3、考研公共课试卷结构\n考研一般由考研英语、考研数学、考研政治和考研专业课组成，部分不考数学的专业专业课是两门。\n01 考研数学\n理工类专业考数一、数二，经济类专业考数三，具体内容分布如下：\n数一：高数60%+线代20%+概率统计20%；\n数二：高数80%+线代20%；（不考概率统计）\n数三：高数60%+线代20%+概率统计20%；\n考研数学难度一般为：数一>数三>=数二。\n02 考研英语\n考研英语一：完型10分+阅读A40分+阅读B(即新题型)10分+翻译10分+大作文20分+小作文10分；\n考研英语二：完型10分+阅读A40分+阅读B(即新题型)10分+翻译15分+大作文15分+小作文10分；\n考研英语难度：英语一大于英语二。\n03 考研政治\n考研政治：马原24分+毛中特30分+史纲14分+思修与法律基础16分+当代世界经济与形势与政策16分；考研政治必考。\n04 考研专业课\n千人千面，不同学校、不同专业区别很大，相同专业不同学校相差也很大，具体可看要考学校的考研专业课大纲。\n4、考研复习日历\n一般每年的 3 月 -12 月为考研复习期，中间穿插网上报名（10 月）、11 月现场确认等环节。次年的 2 月左右出初试成绩，3 月复试或调剂，6 月录取，9 月开学报到。\n所以，26 考研复习流程具体如下，我们可以分为准备阶段-基础复习-强化复习-真题阶段-模拟阶段：\n1、现在—2025 年 3 月：准备阶段\n准备阶段的重心在于：1、搞清楚考研是什么？2、考研择校；3、看考研经验，规划自己的考研复习方案，购买考研资料；4、心理建设，转换考研复习心态。\n考研择校：全面搜集考研信息和资料，看看自己学校学长学姐考研上岸哪些学校，确定报考的专业和学校，双非的同学尤其注意是否歧视的问题；（考研择校的问题后续我会重点来讲解）\n考研复习规划：多看考研经验和目标院校的专业课复习经验，确定考研复习计划，考研前期尽量多看考研成功和失败经验贴，充分预估考研难度，尽量准备充分；\n考研资料：购买公共课、专科课纸质资料，购买或寻找公共课视频课；\n考研心态：调整心态和学习状态，逐步收心、静心，将自己的学习状态由慵懒转为有序；\n2、2025 年 4 月 -2025 年 6 月：基础复习阶段\n基础复习阶段的重心在于：跟着考研名师系统复习考研知识点，建立知识框架，并通过一定题目训练深入掌握知识点，核心目标在于知识框架的建立和常规题型的掌握。\n我们一般最迟在 6 月前结束基础阶段复习，暑假开始强化数学、英语和专业课，所以3-4个月系统复习还是需要的。\n此时的考研心态：逐步静心、规律性，将自己的学习状态固化为有序。\n3、2025 年 7 月 -2025年 8 月：强化提升阶段\n强化提升阶段的重心在于：大量刷题、大量刷题、大量刷题！通过做题来深入理解知识点的考察角度、考察深度及常见错误，无论是考研数学的660题、考研英语阅读理解的逐词逐句分析、考研政治的1000题、专业课的参考习题集等等，其目的都是为了掌握知识点，努力做到：闭上眼睛对某章的知识点、常见题型、常见错误印入心帘，努力做到“心中有沟壑”。\n重心在于看强化视频、重点突破数学、英语阅读、专业课等，这个暑假建议留校复习，强化阶段注意多做题，尤其是数学和专业课；专业课的复习要多咨询请教目标学校已上岸学长学姐的经验贴，准备把握考研目标院校的专业课难度和出题风格，专业课也可适当提前，暑假开始强化。\n考研英语：重点在阅读部分，词汇、长难句保持，考研英语提分很慢，但需要逐词逐句进行分析；\n考研数学：把所有基础内容全部复习完毕，脑海中形成知识框架，暑假结束时完成第一遍刷题；\n考研专业课：在脑海中形成知识框架，暑假结束时结束第一遍刷题，比如我考东南大学电气专业，暑假结束时基本上要结束电路和自控的知识框架搭建、课后习题、电路大串讲等内容的训练；\n考研政治：可考试马原视频和基础常识记忆；\n考研心态：继续调整心态，保持健康、积极的复习态度，转变状态由有序慢慢转为肌肉记忆\n4、2025年 8-9 月：出考纲阶段\n关注招生简章、考研大纲，看考研大纲变化；一般每年考研政治变化是最大的，大纲出来后背诵风中劲草、腿姐、肖八肖四等对应资料即可。\n5、2025 年 9-2025 年 10 月：报名和差缺补漏、真题\n考研报名和查缺补漏、做真题阶段：一般考研预报名在9 月底，考研正式报名在10 月上旬。25考研的报名时间也应该在10月中旬，一般在10月25日截止。之所以出现预报名和正式报名，是为了怕初次参加考研的同学们不熟悉报名流程，但二者都是一样的，预报名成功后正式报名就不需要重复报名了。如果已确定学校，尽量早点报名，，防止考场距离自己过远，最好能在本校考，环境、饮食等都方便，因为每个考点承纳的考研人数是固定的!研究生报名都是采用网报的形式，25考研的同学登录中国研究生招生信息网即可进行报名，具体流程到时候可以参考官网给的流程，逐步进行即可。\n真题复习阶段的重心在于通过历年真题进行查缺补漏，感受历年真题的出题风格、常见考察方式、常见错误等，对掌握不够深入的内容再次理解、记忆、做题巩固，一般考研真题要做3遍以上，第一遍做套题，第二遍做专项训练，第三遍针对错题查缺补漏。\n6、2025 年 11 月 -2025 年 12 月：模拟阶段\n模拟阶段的重心在于：通过模拟题或预留的几套真题模拟考场状态，进行考场时间把控和常见问题预演。考研现场确认一般在 11 月，具体现场/网上确认，要看具体省份的安排，25考研的同学到时候关注起即可。但这个环节千万不要忘记，因为每年都有人忘记这个环节而不能参加考试。\n现场/网上确认主要确认时间、地点两个要素，并进行照片采集，这个照片可能会跟着大家研究生三年，所以尽量排的好看点，目前很多省份采取网上确认了！\n确认时间： 现场确认(网上确认)时间由各省级教育招生考试机构根据国家招生工作安排和本地区报考组织情况自行确定和公布。确认地点： 应届本科毕业生原则上应选择就读学校所在地省级教育招生考试机构指定的报考点； 单独考试考生应选择招生单位所在地省级教育招生考试机构指定的报考点； 工商管理、公共管理、旅游管理、工程管理等专业学位考生和其他考生应选择工作或户口所在地省级教育招生考试机构指定的报考点。PS：现场确认地点就是确认你考试的地点在哪里，不是所有人都能在自己学校考，所以报名要趁早，因为每个考场人数都是有个总数的。所需材料：1、本人居民身份证2、学历证书（应届本科毕业生持学生证）3、网上报名编号（即网上报名成功后系统显示的9位数字报名号）4、未能通过学历(学籍)网上校验的考生应在招生单位规定时间内完成学历（学籍）核验，根据招生单位要求提供相应核验材料。5、报考“退役大学生士兵”专项硕士研究生招生计划的考生还应提交本人《入伍批准书和《退出现役证》。6、其它招生单位或报考点规定的相关材料\n7、2025 年 12 月：临考阶段\n打印准考证、订考研房间。12月中旬开始，25考研的同学到时凭网报用户名和密码到中国研究生招生信息网下载打印《准考证》。注意《准考证》正、反面在使用期间不得有任何涂改或书写！PS：可以多打印几份，并把电子档放在手机上，以防考试时找不到。\n如果是在自己学校考试，可以选择住宿舍，部分同学为了能休息好或减少室友的打扰，也会选择住宾馆，均可，订宾馆要早点订，一般都会相对紧张些！\n8、2026 年 1 月 -2026 年 2 月：复试备考阶段\n考研初试后可以适当修正下，毕竟复习了大半年，绝大部分同学都是相对疲惫的！一般休息两周后就建议大家根据复试大纲准备复试，无论初试发挥的如何！很多同学可能会觉得自己发挥得不好就开始自暴自弃，但可能是因为试卷难导致大家成绩都不高，后续出考研复试名单再去准备复试基本上是来不及的！\n9、2026 年 3 月 -2026年 4 月：复试\n一般会在次年的2-3月开始陆续出国家线和考研成绩，出考研成绩，大家陆续准备考研复试和调剂相关工作！考研复试同样重要，甚至部分学校考研复试的占比是和初试一样的，部分学校复试相对占比要略低些。但考研都是采取差额录取，复试比一般最低是1:1.2，也就是最少20%的人要被淘汰，甚至部分学校的复习比可能超过1:2，所以大家要尽量准备充分些！\n10、2026 年 3 月 -2026 年 5 月：调剂阶段。\n考研分数会出现三种情况：1、考研分数>学院线，进入复试；2、国家线<考研分数<学院线，进入调剂；3、考研分数<国家线，考研失败。\n肯定还有一些小伙伴考的并不理想，这个时候肯定要准备调剂了，但25考研的同学不要寄希望在调剂上，一般没有好学校、好专业供大家选择，而且哪怕是很差的专业可能还需要去竞争，性价比极低！\n11、2026 年 6 月 -2026年 9 月：录取、报到阶段；\n恭喜你成为 25 级研究生，8月底准备去目标学校报到即可！\n5、考研如何确定适合自己的学校？\n考研择校最有效的方式就是：参考自己学校的学长学姐能考到的最好的学校是什么？结合自己和他的对比，适当确定学校层次。考研一定是个人野心与自身实力的平衡！\n考研择校的第一步是什么？是对自我实力进行评估，知己知彼，知道自己什么水平很重要，对自己有个A数。\n我们自我评估时，可以从客观上和主观上两个角度出发，客观上比如说：你的学校层次、你自己学校的直系学长学姐都考得哪？等等。主观上，你的学习能力和你能用来准备考研的时间有多少？等等这些因素。\n如图所示，我们以满分100分为标准，我们可以从本科学校层次、查看本校本专业学长学姐考研的历史数据、个人基础和学习能力和复习时间长度四个方面给自己打个分，根据得分再去初步确定要考学校的层次。表格很简单，大家可以照着给自己打个分，结合自己专业的实际进一步完善对应的限制条款， 让量化结果更精准。\n\n第1步：明确本科学校层次（满分15，打分区间：10-15）\n我们可以将学校和专业排名分为四个等次，分别是：\n01 强势985+普通985的强势专业+211特色强校（15分）； （得分>90分可冲）\n02 普通985的一般专业+211的强势专业+普通特色强校（13-14分）；（得分>80分可冲）\n03 普通211+一本强校（10-12分）；（>75分可冲）\n04 其他（一本、二本等其他双非院校）（10分）\n对标看看自己属于哪个层次，对自身有个准确的定位，为什么要看着点，因为很多学校的确是看出身的，这很正常哈，假设甲乙两名同学的水平差不多，一个是985，一个是双非，你是老师你选哪个？高考前别人已经努力了，歧视与否是相对的，要有这个心理预期。\n第2步：查看本校本专业的历史数据（满分15，打分区间：10-15）\n在过去的3-5年中，自己学校直系学长学姐考到哪一个层级的学校居多，最好是哪所学校，距离你要考的学校的差距有多少，满分15分，给自己历届学长学姐打个分，可参考第一步的分数。这点直接找本校的学长学姐了解，或者去找辅导员、学校管招生就业的老师咨询。\n第3步：分析你自己的学习能力（满分30分，打分区间：20-30）\n比如数学、英语、专业课的基础和平时学习内容的效率、能力；还有本科绩点排名、竞赛、论文、奖学金等情况。\n学习能力代表可能考到分数上限在哪； 本科绩点、竞赛、论文等决定了复试面试时可能得到的分数。但是如果分析一圈发现自己并没有特多能拿得出手的奖项等，也不用灰心，因为考研的绝大部分同学都没有。当然，受专业限制，具体专业具体分析，比如医学类的。\n第4步：分析能用于考研复习时间（满分40，打分区间：30-40分）\n是否至少从5月要开始了，能否保证每天平均8-10小时的复习时间；暑假能不能留校或找个安静的地方复习；实习时间长不长，比如有的同学暑假实习3个月。如果不考数学的话，时间可压缩到4-5个月。\n考研初试成绩≈有效复习时长*学习状态*学习技巧，复习时间是基础前提，复习方法、状态是重要要素。如果你一天只能复习6小时，那么不建议你冲太高；如果每天都有8-10小时复习时间，可适当结合自身的实力，提升目标院校层次。\n考虑到自身实力，给自己打个分，如果你觉得成绩比较好，复习时间也比较充分，可以冲985；实力次一点，稍微降低点目标选择。\n>90分可冲第1档，>80分可冲第二档，>75分可冲第三档。这个数值大家自己估测，也可以根据自己专业特征，增加选项或再具体化，更精准些。\n比如我本科双非，本科成绩还行，无竞赛、论文等奖项，参加过竞赛未得奖，有奖学金；自我感觉学习能力还挺好，认真学能听明白；每天复习时间可以做到不低于10小时，效率也挺高。那么，我的分数是：10+13+24+36=83分，可冲一般985，还是有些希望，前提是那所985相对公平，保守点就冲强势211。最后，我也是从双非一本一战上岸东南大学的热门专业。\n6、考研报名时间\n每年考研的报名时间一般是在9月-10月，9月底是预报名，10月中下旬是正式报名，所考研的报名时间应该在10月中旬，一般在10月25日截止。之所以出现预报名和正式报名，是为了怕初次参加考研的童鞋们不熟悉报名流程，但二者都是一样的，预报名成功后正式报名就不需要重复报名了。\n注意，如果你目标院校已定好，那么报名要及时，防止考场距离自己过远，最好能在本校考，环境、饮食等都方便。\n7、考研报名方式\n研究生报名都是采用网报的形式，考研的同学登录中国研究生招生信息网即可进行报名，具体流程到时候可以参考官网给的流程，逐步进行即可。\n\n7、考研现场/网上确认\n具体现场/网上确认，要看具体省份的安排，考研的同学到时候关注起即可。但这个环节千万不要忘记，因为每年都有人忘记这个环节而不能参加考试。\n现场/网上确认主要确认时间、地点两个要素，并进行照片采集。目前很多省份采取网上确认了！\n确认时间： 现场确认(网上确认)时间由各省级教育招生考试机构根据国家招生工作安排和本地区报考组织情况自行确定和公布。 确认地点： 应届本科毕业生原则上应选择就读学校所在地省级教育招生考试机构指定的报考点； 单独考试考生应选择招生单位所在地省级教育招生考试机构指定的报考点； 工商管理、公共管理、旅游管理、工程管理等专业学位考生和其他考生应选择工作或户口所在地省级教育招生考试机构指定的报考点。 PS：现场确认地点就是确认你考试的地点在哪里，不是所有人都能在自己学校考，所以报名要趁早，因为每个考场人数都是有个总数的。 所需材料： 1、本人居民身份证 2、学历证书（应届本科毕业生持学生证） 3、网上报名编号（即网上报名成功后系统显示的9位数字报名号） 4、未能通过学历(学籍)网上校验的考生应在招生单位规定时间内完成学历（学籍）核验，根据招生单位要求提供相应核验材料。 5、报考“退役大学生士兵”专项硕士研究生招生计划的考生还应提交本人《入伍批准书》和《退出现役证》。 6、其它招生单位或报考点规定的相关材料\n8、打印考研准考证\n12月中旬开始考研的同学到时凭网报用户名和密码到中国研究生招生信息网下载打印《准考证》。注意《准考证》正、反面在使用期间不得有任何涂改或书写！\nPS：可以多打印几份，并把电子档放在手机上，以防考试时找不到。\n9、报录比、复试比是什么？\n报录比是指你要学校专业的报考人数与录取人数的比例，假设你考东南大学电气工程学硕，2022年学硕考试人数298，录取人数30，报录比大约在9.9:1，也就是10个人报考基本上能录取1个人，一般10:1是热门学校热门专业的报录比水平。\n\n复试比是指进入复试的比例，假设你考东南大学电气工程学硕，2022年学硕录取人数30，复试比一般为1.2:1，那么就会有36人进入复试，复试后录取30人，淘汰6人。考研一定是差额录取，最低比例便是1.2:1。所以，考研的同学一定要重点关注这两点信息，因为它决定了考研的竞争激烈程度！\n10、考研我们竞争对手到底是谁？\n对于2考研的同学，我们要搞清楚我们考研时真正的竞争对手是谁？是那马上就要突破500万人的全部考生吗？并不是！我们考研真正的对手是：和我们考同一所学校同一个专业的这些人，还是假设你考东南大学电气工程，那么你的竞争对手就是考东大电气的这两三百人！\n\n我们这里还是以东南大学电气工程为例，2022届考生总报考人数298人，考研录取人数30人，报录比约10:1，也就是10个人最终录取1人，专硕报录比6:1，也就是6个人考试最终会录取1人。\n学硕最终录取30人，东大复试比是1.2:1，也就是会有36人进入到考研复试，淘汰6人。所以，在初试时我们首先要保证的便是自己的排名至少应该在前36名，当然，分数肯定越高越好！所以，考研的同学，追求相对稳的话，应该保证自身的排名在20名以上为最佳，千万不要压着线进入复试，会挺悲催！\n11、考研收集学校资料时重点关注什么？\n考研的同学，了解学校的时候重点关注几个问题：\n（1）报录比；比如录取10个人，100人报名，报录比就是10:1；\n（2）复试比；比如录取10个人，12个人进入复试，复录比就是1.2:1；\n（3）考试科目和考试大纲；\n（4）是否歧视外校、是否歧视双非；\n（5）加权总成绩是怎么计算的，看一下初试和复试所占比例，初试决定着是否能进复试，加权成绩决定着是否能录取；\n（6）是否接受调剂，是否有校内调剂；\n（7）每年录取的人数，其中考研录取的人数；\n（8）其他；\n对于哪些学校比较黑，哪些学校有歧视，知乎一下，很多人在分享经验，提前避坑，选择很多时候比努力更重要~\n很多人可能不屑一顾，认为我一直在提复试歧视的问题，这个问题的确是双非和二本学校的童鞋必须关注的问题点。\n12、国家线、学校线、学院线、单科线？\n考研4条线指的是：国家线、学校线、学院线、单科线，其中：\n考研国家线指的是读研的基本分数线，也就是只有过了这条线才具备读研的资格，但国家线一般远低于学校线；\n考研学校线：特指34所自主划线院校的校线，学校线一般高于国家线，学院线一般高于学校线。\n考研单科线是数学、英语、政治、专业课的最低录取线，只有在总分和单科线都过了的情况下才有资格参加复试，当然，也有特殊情况，比如总分特别高；\n13、A类线、B类线、一区、二区是什么意思？\n考研国家线划定分为A、B类，其中一区实行A类线，二区实行B类线，一般二区考研难度低于一区，改卷相对宽松些。\n一区包括：北京、天津、河北、山西、辽宁、吉林、黑龙江、上海、江苏、浙江、安徽、福建、江西、山东、河南、湖北、湖南、广东、重庆、四川、陕西。 二区包括：内蒙古、广西、海南、贵州、云南、西藏、甘肃、青海、宁夏、新疆。\n14、34所自划线院校包括哪些？\n北京：清华大学、北京大学、中国人民大学、北京航空航天大学、北京理工大学、中国农业大学、北京师范大学 天津：南开大学、天津大学 辽宁：大连理工大学、东北大学 吉林：吉林大学 黑龙江：哈尔滨工业大学 上海：复旦大学、同济大学、上海交通大学 江苏：南京大学、东南大学 浙江：浙江大学 安徽：中国科学技术大学 福建：厦门大学 山东：山东大学 湖北：武汉大学、华中科技大学 湖南：湖南大学、中南大学 广东：中山大学、华南理工大学 四川：四川大学、电子科技大学 重庆：重庆大学 陕西：西安交通大学、西北工业大学 甘肃：兰州大学\n15、考研调剂到底什么？\n考研分数会出现三种情况：\n1、考研分数>学院线，进入复试；\n2、国家线<考研分数<学院线，进入调剂；\n3、考研分数<国家线，考研失败。\n肯定还有一些小伙伴考的并不理想，这个时候肯定要准备调剂了，但考研的同学不要寄希望在调剂上，一般没有好学校、好专业供大家选择，而且哪怕是很差的专业可能还需要去竞争，性价比极低！\n16、哪些人可以参加考研？\n来自百度百科：\n1.国家承认学历的应届本科毕业生（含普通高校、成人高校、普通高校举办的成人高等学历教育等应届本科毕业生）及自学考试和网络教育届时可毕业本科生。考生录取当年入学前（具体期限由招生单位规定）必须取得国家承认的本科毕业证书或教育部留学服务中心出具的《国（境）外学历学位认证书》，否则录取资格无效。 2.具有国家承认的大学本科毕业学历的人员。 3.获得国家承认的高职高专毕业学历后满2年（从毕业后到录取当年入学之日，下同）或2年以上的人员，以及国家承认学历的本科结业生，符合招生单位根据本单位的培养目标对考生提出的具体学业要求的，按本科毕业同等学力身份报考。 4.已获硕士、博士学位的人员。\n17、专硕和学硕的区别是什么？\n考研可分为学硕和专硕两种，一般是分开招生，学硕分数可能会高于专硕，但具体还要分专业，比如医学专硕就高于学硕。\n二者的区别：\n培养模式不同\n原则上，学硕偏学术研究，专硕偏工程时间，一般学校会在培养方案和毕业要求上会有所区别，比如专硕需要一定时期的实习；毕业要求上学硕略高些（绝大部分学校是一样的）。\n实际上，导师可能并不会特意区别培养，都是做项目，具体分工还要看导师的项目多少，项目多的组都需要抗项目，甚至抗不止一个项目。\n学费和奖学金不同\n一般学硕的学费是8k/年，专硕是1w/年。专硕学硕奖学金一般分开评选，按照人数多寡确定人数，比如我们学校则是1.2w-6k分为4等，根据奖学金评定方案进行评选。无论学硕还是专硕，基本上能覆盖掉学费。学硕学制一般为3年，专硕2-3年，以3年居多，比如我就是专硕，但学制也是三年。\n就业区别\n就业上专硕学硕区别不大，基本无差异。\n读博区别\n学硕研二可硕转博，硕博连读；而专硕一般需要在研三毕业后再考博。所以读研板块，专硕吃亏。\n来自百度百科： 学硕其以学术研究为导向，偏重理论和研究，培养大学教师和\t科研机构\t的研究人员为主。 专硕的目的是培养具有扎实理论基础，并适应特定行业或职业实际工作需要的应用型高层次专门人才。\n18、全日制和非全日制区别？非全日制质的读吗？\n1、非全日制和全日制的定义\n全日制研究生：需参加全国统考，被录取后，获得统招普通高等教育研究生学籍，属于淘汰选拔制，择优录取。学习方式为每周一到周五在校学习。修满学分并通过毕业论文答辩后获得研究生学历证和硕士学位证书。其中，全日制研究生包括全日制学术型硕士研究生和全日制专业硕士研究生。\n非全日制研究生：需参加全国统考，被录取后，获得统招普通高等教育研究生学籍，在基本修业年限或者学校规定年限内进行灵活时间学习，修满学分后获得普通高等教育研究生毕业证书及相应的研究生学位证书。属于淘汰选拔制普通高等教育，择优录取。\n2、非全日制研究生与全日制研究生的相同点\n2016年12月是非全研究生的重要节点，12月1日后录取的研究生从培养方式上开始区分全日制和非全日制形式。非全日制研究生不同于传统意义上的在职研究生，传统在职研究生只有学位证（单证），而现在的非全日制研究生是双证在手的。\n非全和全日制研究生的相同点：\n1、均需要参加统考，毕业后均为双证，部分985的非全日制研究生的分数可能比双非全日制的分数可能还要高；\n2、很多学校的非全和全日制研究生的考试招生政策、培养和毕业标准，几乎完全一致；\n3、官方规定：非全日制研究生和全日制研究生的学历证和学位证具有同等法律地位和相同效力，且现实上非全日制的承认度和性价比越来越高；\n4、2020年2月教育部办公厅等五部门下发《关于进一步做好非全日制研究生就业工作的通知》 ，强调对非全日制研究生的就业权益保护，明确各地及用人单位应为不同教育形式的研究生提供平等就业机会和落户机会，不得设置与职位要求无关的资格条件。\n3、非全日制研究生与全日制研究生的不同点\n01 是否脱产\n全日制研究生是录取后在校完全脱产式学习，而非全日制是非脱产式学习，可以与自身的职业工作或社会实践同步，灵活时间学习，一般为周末或晚上，所以一般非全日制考研尽量选择离单位近一些的学校。\n相比较而言，非全日制研究生的优点有：\n1、工作+学习两不误\n2、课程安排灵活，不需脱产\n现实是不同学校对非全是否脱产的要求是不一样的，有的学校甚至要求和全日制一起学习，或采取周末或和全日制研究生一起二选一，上课纪律和考核也相同，毕竟郭嘉把非全和全日制摆在了相同的位置。\n在入学阶段往往要求和全日制同样统考统分，并且在培养阶段，课时量和课程质量相同，毕业论文要求相同，同样被盲审抽检并可能被延毕。学校都会要求全日制研究生和非全日制研究生同质量进，同质量出，含金量较高。\n所以，对于上班族就需要额外注意：一是选择离单位较近或相同城市的学校读非全日制研究生；二是需要考虑周末是否加班，学习强度和工作强度都很大。\n02 学费和奖学金方面\n全日制研究生的学费一般在8000元左右，专硕学硕略有区别，部分学校专硕是10000，同样，不同专业可能也不一样。但全日制读研时会有几乎全员覆盖的学业奖学金和专项奖学金、国奖等相关奖学金，同时很多课题组还有劳动酬金（每月几百到一两千不等），同时会提供住宿。\n相较之，非全日制研究生的学费一般在上万以上，部分达到10万以上，同时不提供奖学金、助学金等补助，同时不会提供住宿，这笔钱属于额外开支，尤其是需要租房的同学，尤其是在一线城市的这些同学，经济压力过大。\n03 户口、档案、派遣证方面\n全日制研究生档案会在我们毕业后转到学校；户口没有强制要求，一般同学都会选择不转，毕竟就业不一定在这个城市；毕业后会有派遣证。非全日制的同学则不会涉及到户口、档案的问题，目前是均不提供派遣证。\n科普：派遣证的作用\n派遣证的作用有：毕业生到单位报到的证明，用人单位凭就业报到证为毕业生办理手续；当地公安部门凭就业报到证为毕业生办理落户手续；学校相关部门依据就业报到证为毕业生办理档案投递、组织关系转移和户籍迁移等手续；是毕业生参加工作时间的初始记载和凭证。\n但是，我要说但是了，因为非全日制研究生改革时间较短，很多人会把非全日制和在职研究生混淆，其实二者是有区别的，上述已解释清楚。由于易于混淆，所以社会认可度需要一定的时间来纠正，这点是目前最大的问题。至于学费更贵、学制更长、不提供住宿、奖学金、助学金等问题，其实我们相对都是有心理预期的，且与我们的直接目的不成正相关。\n3、非全适合群体有哪些？\n1、适合应届已找到工作且职业规划明确的同学；\n2、工作多年，遇到升职瓶颈期或想提升学历或发展人脉或自我价值实现的在职人员；\n3、二战、三战的考研人用于调剂（约占80%的非全指标）。\n19、非定向研究生&定向研究生的区别是什么？\n研究生培养类别分非定向研究生、定向培养研究生、委托培养和自筹经费研究生四种，我们一般可接触的为非定向研究生和定向培养研究生。\n4种录取类别在培养方式、培养费用、毕业就业时都会有不同的政策。\n非定向研究生：在录取时不确定未来的工作单位。在校期间享受国家规定的奖学金和其他生活待遇。毕业时应服从国家就业指导，在国家规定的服务范围内进行安排或实行双向选择。\n定向培养：国家计划内定向培养，培养费用由中央或地方财政拨款，录取前，考生工作单位、录取学校、考生本人三方签署定向培养协议。档案、人事、户口、工资关系仍留在原工作单位，考生毕业后回原单位工作。\n委托培养：是国家计划外委托培养，培养费用由考生单位提供。录取前，考生工作单位、录取学校、考生本人三方签署委托培养协议，不转档案、工资关系、户口，毕业后回原委托单位工作。\n自筹经费：是国家计划外自筹经费培养。录取前，考生与录取学校签署自筹经费协议，培养费用由考生自己承担。档案、人事、户口、工资关系可转入学校，毕业后按自筹经费培养合同就业。\n20、考研和保研的区别是什么？\n保研比拼的是前三年的综合努力，考研比拼的是考研一年的努力，二者是完全不同的考察方式！可能在大家眼中，保研相对考研要容易些，毕竟现在考研人数已经快超过500万大关，但在我看来，二者各有各的难度！\n看似保研不用经过长达6-9个月的辛苦复习，也不用和这几百人竞争，但真正保研的同学才知道，保研前三年到底付出了多少努力，比如要去刷绩点、去参加各种竞赛拿奖、去发表论文等等，这个过程其实并不容易。\n而考研需要我们忍下6-9个月“寝室-食堂-图书馆”三点一线苦行僧般的生活，需要我们去和考相同学校的这一两百人直接肉搏，需要专注考研这件事而放弃很多身边的诱惑！\n对于保研和考研，其实说不好谁更卷？想保研，尤其是对类似我这种双非的同学而言，可能真的需要在前三年很强烈的去卷才行，保持高分数、参加竞赛、发论文、做项目等等！而考研的话同样不容易，至少在复习的7-9个月里日夜奋战，就像我说的过上苦行僧般的生活才行！都不容易！\n\n\n二、考研择校，考得好不如选得好\n考研最重要的是什么？一个是考研择校，一个是认真复习提升分数，其他不重要。所以，这里我重点说一下考研择校的问题，确定好学校之后，下一步就是像开头说的那样，潜入到这所学校的考研交流群具体化了解两届学长学姐的备考情况，自己再去复习就轻车熟路、如鱼得水了。\n考研择校不是拍脑壳或看身边的同学去哪，闭着眼就决定了，而是应该根据自身实力和实际情况，结合想去的城市，综合目标院校的复试线、单科线、复试比、录取人数等信息后权衡的结果。既然保证能最大概率一战上岸，又要保证自己不亏，不要为了考研上岸而一再放低自己的姿态。所以，考研择校一定是个人野心与自身实力的博弈和平衡！\n像我为什么敢一战冲刺东南大学，是脑子发热吗？并不是哈，这是在综合自身实力和目标学校考研难度、是否歧视等问题之后进行确定的，并不是脑子发热就决定了。我的第一意愿城市就是南京，在南京的985有南京大学、东南大学，211有南航、南理工、南师大、河海等学校，我在大量数据分析后才确定的考东南大学。\n我把考研择校分为5步，分别是：自身实力分析、确定要去的城市和专业、学校排名查询和要考学习的信息查询，综合野心和实力，最终确定学校~\n1、知己：自身真实情况分析\n考研择校不需要看知乎上很多大V说的天花乱坠，最有效的方式就是：参考自己学校的学长学姐能考到的最好的学校是什么？结合自己和他的对比，适当确定学校层次。\n考研择校的第一步是什么？是对自我实力进行评估，知己知彼，知道自己什么水平很重要，对自己有个A数。我们自我评估时，可以从客观上和主观上两个角度出发，客观上比如说：你的学校层次、你自己学校的直系学长学姐都考得哪？等等。主观上，你的学习能力和你能用来准备考研的时间有多少？等等这些因素。如图所示，我们以满分100分为标准，我们可以从本科学校层次、查看本校本专业学长学姐考研的历史数据、个人基础和学习能力和复习时间长度四个方面给自己打个分，根据得分再去初步确定要考学校的层次。表格很简单，大家可以照着给自己打个分，结合自己专业的实际进一步完善对应的限制条款， 让量化结果更精准。\n\n第1步：明确本科学校层次（满分15，打分区间：10-15）\n我们可以将学校和专业排名分为四个等次，分别是：\n01 强势985+普通985的强势专业+211特色强校（15分）； （得分>90分可冲）\n02 普通985的一般专业+211的强势专业+普通特色强校（13-14分）；（得分>80分可冲）\n03 普通211+一本强校（10-12分）；（>75分可冲）\n04 其他（一本、二本等其他双非院校）（10分）\n对标看看自己属于哪个层次，对自身有个准确的定位，为什么要看着点，因为很多学校的确是看出身的，这很正常哈，假设甲乙两名同学的水平差不多，一个是985，一个是双非，你是老师你选哪个？高考前别人已经努力了，歧视与否是相对的，要有这个心理预期。\n第2步：查看本校本专业的历史数据（满分15，打分区间：10-15）\n在过去的3-5年中，自己学校直系学长学姐考到哪一个层级的学校居多，最好是哪所学校，距离你要考的学校的差距有多少，满分15分，给自己历届学长学姐打个分，可参考第一步的分数。这点直接找本校的学长学姐了解，或者去找辅导员、学校管招生就业的老师咨询。\n第3步：分析你自己的学习能力（满分30分，打分区间：20-30）\n比如数学、英语、专业课的基础和平时学习内容的效率、能力；还有本科绩点排名、竞赛、论文、奖学金等情况。\n学习能力代表可能考到分数上限在哪； 本科绩点、竞赛、论文等决定了复试面试时可能得到的分数。但是如果分析一圈发现自己并没有特多能拿得出手的奖项等，也不用灰心，因为考研的绝大部分同学都没有。当然，受专业限制，具体专业具体分析，比如医学类的。\n第4步：分析能用于考研复习时间（满分40，打分区间：30-40分）\n是否至少从5月要开始了，能否保证每天平均8-10小时的复习时间；暑假能不能留校或找个安静的地方复习；实习时间长不长，比如有的同学暑假实习3个月。如果不考数学的话，时间可压缩到4-5个月。\n考研初试成绩≈有效复习时长*学习状态*学习技巧，复习时间是基础前提，复习方法、状态是重要要素。如果你一天只能复习6小时，那么不建议你冲太高；如果每天都有8-10小时复习时间，可适当结合自身的实力，提升目标院校层次。\n考虑到自身实力，给自己打个分，如果你觉得成绩比较好，复习时间也比较充分，可以冲985；实力次一点，稍微降低点目标选择。\n>90分可冲第1档，>80分可冲第二档，>75分可冲第三档。这个数值大家自己估测，也可以根据自己专业特征，增加选项或再具体化，更精准些。\n比如我本科双非，本科成绩还行，无竞赛、论文等奖项，参加过竞赛未得奖，有奖学金；自我感觉学习能力还挺好，认真学能听明白；每天复习时间可以做到不低于10小时，效率也挺高。那么，我的分数是：10+13+24+36=83分，可冲一般985，还是有些希望，前提是那所985相对公平，保守点就冲强势211。最后，我也是从双非一本一战上岸东南大学的热门专业。\n2、确定城市：城市一定要复合心仪确定你的意愿城市\n每个人都有自己理想的定居和工作的城市，你是想去北上广吗？江浙沪吗？去中部或西部吗？还是想去三四线城市？或者想回你的老家？再或者你对象在某个城市？确定好你自己想去的城市，这样我们就可以根据专业和城市初步定出学校了。\n同时，在定学校的时候，有些专业比较特殊哈，比如自动化、计算机、金融、新闻传播等等这些专业，最好是去往一线城市或有对应产业的城市，这样后续实习、就业都很方便。\n3、是否跨专业考研？确定要考的专业！\n这里可以分为三种情况：\n第一种就是我们考自己的本专业，比如你本科就是电气工程，考研也考电气工程，这个应该是我们绝大部分同学的选择；\n第二种就是考相近的专业，重点在于：考试专业课相同或接近，专业课复习压力并不大，适合部分不喜欢自身专业但又不想跨度太大的同学，比如本专业为电气工程，相近专业为：自动化、仪器科学、集成电路等；\n第三种是跨专业考研，比如电气工程跨计算机，土木跨电气等等，专业课相差很大，甚至很多同学完全无基础，这种情况下需要慎重再谨慎。这里强烈不建议文科和理工科互跨，因为难度真的很大。\n上述三种情况整体难度肯定是：本专业<相近的专业<跨专业，跨专业考研的同学一定需要谨慎，为啥呀？一个是考试专业课难度会较大，二是考研复试时可能会有歧视，这些都是客观存在的。如果你要跨考的话，一定要有这个心理预期。\n这里希望大家要对学校的层次和各专业比较牛逼的学校有个了解，比如类似985/211、双一流等是哪些学校和专业，再比如类似电气四虎二龙、建筑老八校、四大工学院、国防七子、五院四系等是什么意思，结合自己的专业去了解，下面的大学集合可以看看~\n中国各类高校汇总名单（知乎鹿十七）.pdf 362.6K ·百度网盘\n4、查看学科排名，初步确定意向学校\n每个专业都有不同层次的学校，并不是说985学校所有专业都很强， 我们择校要综合考虑：学校层次和专业排名，这样才科学。比如电气专业，华北电力不是985，但是胜似985；再比如电气专业里的上海电力、东北电力等等学校都属于电力学校，保研、考研、就业时都是享受同等211待遇的，每个行业都有自己的专属学校，了解清楚。\n查询专业排名的方式是：大家根据 第四轮学科评估的结果 进行查询，大家直接搜索关键词就行，网址放在这里了：http://www.cdgdc.edu.cn/xwyyjsjyxx/xkpgjg/，缺点是没办法查某所学校的牛逼专业；\n全国第四轮学科评估结果(知乎鹿十七).pdf 1.6M ·百度网盘\n以上四步属于很基础的四步，为了让大家能真正的理解吃透，我这里举个栗子，帮助入脑入心入行动，真正见行见效，这里的用心值不值得你一个赞呢！\n基本情况：假设我本科是双非一本，专业是电气工程，老家是江苏，所以我想选择江苏的学校，目标城市优先选上海、南京。\n然后我们去翻电气工程专业的学校层次，我把它单独提出来了，结合城市，可初步筛选出这些标红、标绿的学校，985、211、双非一本都有，结合我们的实力是不是初步可以定下这些学校，下一步就是去查这些学校的具体信息了。\n\n假设我们再缩一下城市，城市仅仅是南京，标绿的这4所学校就是我的初步目标院校了，即：\n10286东南大学（985，B+）10287南京航空航天大学（211，B+）10294河海大学（211，B-）10288南京理工大学（211,C）\n5、具体学校信息查询，10个方面细节，重要\n我们可以从以下10个方面对目标院校进行分析：\n1. 考试科目、专业课大纲； 2. 专业课难度和是否压分； 3. 近10年分数线、单科线； 4. 近10年报考人数、录取人数、报录比； 5. 加权成绩初试复试比例； 6. 复试面试组成； 7. 复试差额比例； 8. 是否歧视双非或外校； 9. 是否保护一志愿； 10. 目标院校学长学姐上岸经验。\n我们这里以东南大学电气工程专业为例，为大家做个演示，如果你用对应方法查询自己专业时，有部分数据查不到的话，直接咨询已经上岸的学长学姐就行。\n01 专业课大纲、考试科目\n专业课大纲一般去学院官网查找，一般在对应学院的官网的招生信息、学生工作、首页通知、历史数据等板块可查询到很多有用信息，比如像什么复试方案、22届考研拟录取结果等等，一般都可以查到。\n1、找到要考学校对应专业的官网，找通知公告、学生工作等界面\n如图所示，我们打开东南大学电气工程学院的官网，大家可以看到如下的界面，在左下角的通知公告中可查询到专业课大纲等目标专业的相关信息。\n\n2、点击查看具体历史消息，找到目标文件\n当我们点击更多的时候，可以看到这里有：22届的复试结果、考研复试录取细则等文件，这个后面我们也会分析，继续翻到第二页就可以看到电气工程954的专业课大纲了，大家可以看下，这里对考试范围、试卷组成、试卷题型、具体大纲内容和参考书等内容进行了详细的分析，当然不同学校不同专业可能不一样哈，大家自己查一下。\n\n除此之外，获取专业课大纲最快的方式就是：我们直接咨询已经上岸的学长学姐，或者加一些考研交流群咨询群主或查看群文件，一般这些基础文件都有。\n关于如何加目标院校的考研交流群：QQ上搜索关键词：xx学校xx专业考研，比如东南大学电气工程考研，找到人数比较多的、活跃性比较好的QQ群加进去，自己看下群文件，一般都有。\n提醒下，注意防骗，骗子也挺多的，学生太难了。\n02 历年报考人数、录取人数、报录比和历年单科线、分数线等信息\n这里的话，我给大家总结了7种方法：\n01 找已上岸的学长学姐咨询（重要）\n目标学校目标专业的考研贴吧帖子上找，应该有很多这种，注意防骗，贴吧也是个多事之地；\nQQ上直接搜：xxx 学校 xxx 专业考研交流，比如东南大学电气考研，多加几个，观察一段时间再退掉不活跃的、没用的就行；\n02 xxx 学校研究生招生网、xxx 学校招生网（最重要）\n举个栗子：百度搜索：东南大学招生信息网，找到：东南大学研究生招生网 官网，每个学校名称可能不太一样。网页右上角：历史数据，便可以查询到过去若干年的复试分数线、录取人数、报录比等信息，如图所示：\n\n\n\n有心的同学可整理到如下的表格中，纵向对比一目了然：\n历年分数线（统计10年）\n学校年份专硕/学硕政治英语数学专业课总分东南大学2021学硕505090903502021专硕505075753302020学硕6060951053572020专硕60609095352……历年报录人数（统计10年）：\n学校年份专硕/学硕考试人数总录取人数推免统考报录比东南大学2021学硕215835231215/31=7:12021专硕139733142139/42=3.3:12020学硕265815031265/31=8.5:12020专硕176724824176/24=7.3:1……这样我们便可以轻松拿到历年分数线、单科线、录取人数、报录比等基本信息，且数据最为真实可靠。当然，有些学校可能官方是没有统计对应数据的，只能去问学长学姐或考研交流群、经验贴进行查找了。\n03 中国考研网\n这个网站是第三方网站，汇总了很多学校的报录比信息，下图可以看到。网址：http://www.chinakaoyan.com/baolubi/\n\n04 搜索引擎\n直接去搜索引擎去搜索对应的关键词即可，比如搜狗搜索：东南大学报录比，比如知乎搜索：东南大学报录比。\n\n06 中国教育在线\n这个网站也有对应的数据，但是数据更新不及时，我看了下很多只到 2020年，最好的方式还是去官方网站直接看！网址：https://www.eol.cn/e_ky/zt/common/blb/\n\n05 以上渠道都找不到报录比怎么办？\n查不到考研报录比怎么办？这个情况是真实存在的，原因很简单，就是很多学校未公布对应的报录比，这其实也是某种意义上的信息不对称。\n解决方式： （1）咨询学长学姐，盲猜，可能数据不准确，但大体会有个概念；\n（2）直接给招生办的老师打电话咨询，注意礼貌就行，能得到具体数据最好，达不到也没关系。\n03 复试方案、是否歧视、复试比等问题\n这些问题非常重要，尤其是对像我这种双非的同学，是否歧视、具体的初试复试比例等内容是一定一定要看的。这里注意一下：不歧视不一定代表就好考哈，因为考研报名是在10月份，既然大家敢报名，或多或少说明他对自己的实力是有一定把握的。不歧视的意思是：哪怕我们出身不好，比如你是双非，你是二本、三本，但我们可以根据明确的规则通过其他方面进行弥补，而不是说一刀切的一点机会都没有了。只要一所学校的考研规则是公开的、信息公开、分数构成等信息是公开且明确，这就够了，剩下的我们就是好好努力复习，提升分数就行了。\n此外，我们还需要重点关注一所学校是否歧视。那么怎么看一所学校是不是歧视呢？看一所学校是否歧视外校、双非，重点关注两个点：\n一是学长学姐的口碑和是否有一定比例的双非学生上岸 ；\n二是看具体复试方案，主要看初试、复试比例和复试具体组成。\n关于学校口碑的问题，我给大家三种方法。\n第一种方法是：直接咨询上岸学长学姐或直接在考研交流群里问：东南大学电气工程歧视外校吗？歧视双非同学吗？；\n第二种方法是我们直接在知乎上搜：东南大学电气考研歧视吗？这个就可以看到很多学长学姐的评价了，这些评价很有参考价值，也很精准；\n\n另外一种就是我们自己在官网查询，一般在招生信息网或学院官网可以查到，我们仍以东南大学电气工程专业为例，我们直接在要考学校学院的官网上找复试方案，里面会对很多同学关注的本科成绩呀、英语水平、是否有论文、专利、竞赛、科研获奖呀等等对考研复试的影响，一目了然的都看出来。\n一般在复试方案，都会包括初试复试占比、具体复试组成等内容，由此可看出：本科成绩、是否有论文、竞赛等内容具体占比，分析出自己如果没有这些东西大体上会有多大劣势。这里告诉大家一个实情：绝大部分考研人其实都没有，有的都去保研了，特殊的专业除外。\n我们以东南大学电气工程专业为例，给大家分析分析这份复试方案，传送门：电气工程学院2022年硕士研究生复试录取工作细则\n1、关于复试线、复试名额和特殊情况的说明，相对很清晰\n\n2、复试需要准备的材料，这里就可以看出很多同学关注的：本科成绩、英语水平、论文、专利、竞赛、科研获奖、参与课题及学生社团等相关资料是否重要，结合复试方案便可以看出具体的重要性了。\n\n3、具体复试方案，比如复试时间、复试方式（远程）、复试的内容（包括复试科目、综合素质和PPT要求等内容，相对很详细了）\n\n4、成绩计算方式\n\n详细阐述复试150分的组成，面试150分（包含外语听说20分，专业基础知识60分，既往学业和一贯表现20分，科研创新潜力30分，综合素质20分）。\n综合成绩=初试成绩(按满分150分折算)*70%+复试成绩（满分150分）*30%，这里折算下：\n初试：复试比例为7:3，复试仅面试，由外语听说20分，专业基础知识60分，既往学业和一贯表现20分，科研创新潜力30分，综合素质20分组成。\n这里还是给大家解读下，毕竟这里是知乎哈。这里初试：复试是7：3，但是初试成绩要折算到150分，我们来算算：初试的1分和复试的1分到底值多少钱？\n初试1分：1/500*150*0.7=0.21;\n复试的1分：1*0.3=0.3；所以复试1分相当于初试的1.43分。当你复试面试比别人高1分，相当于可以抵初试的1.43分，复试面试比他高10分，可以抵得上初试他比你高14.3分。最后看谁的初试、复试加权成绩最高，谁的排名就靠前。\n04 目标院校学长学姐上岸经验\n大家一般通过两种途径查询，一个是通过QQ群、贴吧等渠道获取；一个是自媒体平台，比如知乎、微信搜索、B站等渠道直接搜索。大家重点关注：学长学姐的专业课复习方法、学校是否歧视等问题、\n好，通过以上我们说的，对1、专业课大纲；2、历年分数线、单科线；3、招生人数、推免人数、统考人数；4、复试比；5、复试方案、是否歧视；6、目标院校学长学姐上岸经验等等这些情况的了解，我们就会对我们要考的学校、专业的基本情况了解的很清楚。\n除此之外哈，一所院校能否作为我们最终的目标院校，还需要综合考虑自身的实力哈。很多好学校，比如很多985都是很公平的，但是公平也是需要初试分数很高才行，所以还要看我们自己的实力。有心的同学哈，可以把你心目中理想的学校的信息收集起来，再去对比我们自己的实力进行综合选择，最终确定一所学校。\n6、最终确定学校。\n结合专业、城市、自身的实力、几所理想学校的分数线、未来的就业情况等方面，最终确定一所学校，最好是在6月之前就要确定。虽然是相同专业，不同学校的考试范围、考试科目、出题风格等等都是不一样的，6月份就要真正开始专业课的基础复习了。\n三、为什么这么多人考不上研究生？\n首先，考研是选拔考试，每年的报录比在哪里，不管怎么样，都总会有人考不上，当然，也总会有人考得上，就看你是哪一批人了！\n根据考研分数，考研最终会有4种结果：\n（1）总分数未过国家线（包括各种原因弃考的童鞋）；\n（2）总分数过了国家线，但未过目标学校目标专业的院线；\n（3）过了目标学校目标专业的院线，但复试被刷；\n（4）过了目标学校目标专业的院线，拟录取；\n这4种结果，某种意义上就像4层漏斗，每层漏斗都会过滤掉一些同学，所以最后总会有人考不上，同样的，也会有人考得上，这个时候就要问自己了：既然每年都会有人考得上，为什么不能是我呢？哪怕过程辛苦点呢？\n根据上述的4层漏斗，你确定一下每层能达到的人数有多少？\n知识点1：考研3条线是什么？ 考研3条线指的是：国家线、院校线、单科线，其中： 国家线指的是读研的基本分数线，也就是只有过了这条线才具备读研的资格； 单科线是数学、英语、政治、专业课的最低录取线，只有在总分和单科线都过了的情况下才有资格参加复试，当然，也有特殊情况，比如总分特别高； 院校线特指34所自主划线院校的校线，部分学校也有自己的分数线。\n1、关于择校问题（选择>努力，或选择≈努力）\n不根据自己的实力、基础、本科院校选择适合自己的学校，非211、985不上，的确也努力了一年，但最终还是被淘汰的大有人在。\n如果你经过万般挣扎后，确定要考研，最重要的一步是选择考研专业和考研院校。因为对于考研，很多时候选择>努力，或选择≈努力。\n其实对于择校问题，我个人思考的无外乎：自己的名校情结+专业院校排名+地域，还有就是是否歧视的问题，其他原因在我看来并不重要！\n对于你=我们自己而言，一定要想清楚，是非得985不去，还是仅仅想更进一步，211也可以接受？\n如果你想全面了解本专业强势院校的情况，可以选择：\n01 看经验贴和择校视频\n对于院校和专业的选择，如果你开始的比较早，我建议你多看一些院校选择的视频，因为选择真的大于努力，尤其是看到22届这么多高分复试被刷的同学，比如331逆袭390分的，复试前几名复试几乎全被刷的，等等，在“卷”死别人的同时，千万不要背复试“黑”的学校阴死。\n考研上岸不是偶然事件或中彩票，它需要我们在搞清楚如何科学择校、各科如何获取高分、如何选择适合自己的老师、如何避开考研中的各种坑等问题后，拆解自己的考研目标，更重要的是埋头复习，耐得住寂寞，争取初试总分最大化~\n上厕所、吃饭等闲暇时，多去看高分经验贴，知乎上有很多高分经验贴，也有很多避坑指南，但各家之言，纯为个人经验，不要盲目信任，包括本篇内容，吸收其中有用且适用自己的部分，实事求是，千万不要自欺欺人、盲目崇拜！\n02 向学长学姐咨询\n有了自己心仪的专业或者院校之后，你也可以向学长学姐咨询一下相关的问题。过来人的解答可以给你关于该专业考研有更清晰的认识。如果不喜欢，现在换还来得及。毕竟好的开始是成功的一半，专业和院校的选择决定了你之后的一切。\n这一块需要多花点时间，先把学校确定好，多去知乎等地方看经验贴，了解清楚你想要考的那所学校的详细情况，然后对比自己的实力，预估考上的可能性！\n03 了解清楚是否歧视双非、外校\n尤其是对于我们双非或二本的同学，一定一定要了解清楚复试的歧视问题，了解清楚目标院校是否会歧视外校、歧视双非、歧视二本等问题，这点很重要！很重要！很重要！\n了解学校的时候重点关注几个问题：\n（1）报录比；比如录取10个人，100人报名，报录比就是10:1；\n（2）复试比；比如录取10个人，12个人进入复试，复录比就是1.2:1；\n（3）考试科目和考试大纲；\n（4）是否歧视外校、是否歧视双非；\n（5）加权总成绩是怎么计算的，看一下初试和复试所占比例，初试决定着是否能进复试，加权成绩决定着是否能录取；\n（6）是否接受调剂，是否有校内调剂；\n（7）每年录取的人数，其中考研录取的人数；\n（8）其他；\n对于哪些学校比较黑，哪些学校有歧视，知乎一下，很多人在分享经验，提前避坑，选择很多时候比努力更重要~\n很多人可能不屑一顾，认为我一直在提复试歧视的问题，这个问题的确是双非和二本学校的童鞋必须关注的问题点。\n其实，换位思考一下都很好理解，同等条件下，两个人分数差不多时，总会有个选择问题，选择谁大家心里都清楚。（说的有点残酷，但这是事实）\n甚至，两个人稍微有些差距时，都会涉及到一个选择的问题，这些很好理解，也很正常。但是，过度的歧视或者不公，就需要我们提前避坑了，毕竟每个人辛苦复习大几个月，最重要的还是上岸。不要想着去调剂，那个太难，而且一般学校和专业都不好。\n04 了解清楚录取规则（加权成绩计算方法）\n在信息收集时，一定要了解清楚复试后的加权成绩是怎么计算的，复试的每个环节是怎么计算分数的。复试流程一般可以在对应学校或对应专业的官网可以查到，或者一些特定专业的交流群里群主也会收集，一定要了解清楚。具体细节的可以看我后面分享的复试问题，针对本科成绩、竞赛、获奖等都需要了解清楚所占比例，这样心里才有底气。\n加权成绩的常见计算方式：\n（1）加权成绩=初试成绩/5*50%+复试成绩*50%，相当于初试分数折算为100分，复试折算成100分，再五五开加权。这类学校比较看重复试，存在复试逆袭的可能性要大很多，因为复试比例占比很大。如果考这类学校，进入复试后一定要充分复习。\n（2）加权成绩=初试成绩/5*70%+复试成绩*30%，相当于初试分数折算为100分，复试折算成100分，但初试占比要比复试大很多（这里的七三开只是举例，具体占比要自己去看）。这类学校比较看重初试，如果初试分时很高，复试求稳，一般问题不大。当然，逆袭的可能性也比较低了。\n（3）成绩=初试成绩*60%+复试成绩*40%，这类学校比较特殊，因为初试500分，复试什么环节、多少分不清晰，要看具体的计算公式，测试清楚初试和复试的占比。\n我们在了解加权成绩时，一定要了解清楚初试和复试的占比。初试决定着我们是否能进入复试，复试后的加权总成绩决定着我们的综合排名和是否能录取。\n对于大部分的同学而言，可能现在对于考研的准备还比较茫然，其实这个时间段最重要的是搞清楚方向，而不是具体的问题，包括目标院校、目标院校目标专业报录比、历年分数线等基本信息、各科的复习经验、复习用书、联系上岸的学长学姐等基本准备工作，看完这篇经验贴绝对不再迷茫了，后续看的就是行动了~\n2、硬性的报录比\n虽然研究生录取的人数也在不在增多，但报考的人数也在同步增多，甚至增长的比例比录取人数增长率要高，这必将导致录取的概率下降。\n2017年是177万报考人数，2021年是377万考研报考人数，哪怕同样的录取率，随着报考基数的增长，肯定会出现更多的人考不上，毕竟177万的80%和377万的80%是不一样的（80%仅仅做说明用，数据不准确）。\n3、很多人的虚假努力，并举例\n这条可能会得罪一些人，本来想点赞的，不给我点赞了，哈哈，但同样也给很多准备考研的人提个醒，这点很重要：\n（1）时刻提醒自己，不要自我感动；\n（2）考研不需要你5点起，12点睡，但需要你在白天备考的10个小时保持高效率；\n（3）过程再惊天动地，都没有成功上岸这个朴实无华的结果更震撼人心；\n（4）劳逸结合，效率第一，休息、调整是为了更好的学习；\n（5）虚假努力举例（重要，仔细看）：\nI：不看经验贴，不知道考研整个过程各个时间节点，不知道各科应该怎么样复习，自己死看书的，其一也；\nII：看了经验贴，不吸收内化，结合自身情况，生搬硬套，还觉得别人方法没用的，其二也；\nIII：只看考研视频，感觉自己都会了，但看完视频不去整理视频知识点，不去背诵记忆，不去做题，其三也；\nIV：盲目堆时间，每天早5:00起床，中午不休息，下午11:00回寝室，貌似一天14-15小时复习时间，实际看书的时候哈欠连连，注意力不知道跑哪里去了，坚持不到1个月的，因为违反身体的物理现状，其四也；\nV：不注意劳逸结合，觉得锻炼身体就是浪费时间，后续感冒、各种不舒服，效率低下，其五也；\nVI:追剧哥，看剧姐、幸福小情侣，其六也；\nVII：三天打鱼，两天晒网者，一周有3天不复习（前期不算），其七也；\nVIII：其他（后续补充）\n4、心态不好，心态崩了退出复习\n01 考研更多的是个体力活\n考研最根本定律：听课+看书+理解知识点并记忆+大量刷题+整理错题，查缺补漏=取得好成绩；\n考研拼到最后，智力占比真的很低，更多的是体力和坚持，因为绝大部分人的努力程度还没到拼智力的地方。\n对于普通的备考者而言，考研备考周期一般不少于6个月，一般是从暑假前开始准备，暑假完全开始准备，12月份考试。\n我当时是5月份开始准备，7、8、9月暑假留校复习,10-12月留校复习。全程6个月，每天早上8:00起床，晚上10:30回寝室，中午休息2小时，每周休息半天。讲真，这个真的是体力活。\n考研是一场持久战，有一半的考生是无法坚持到考试结束的。所以，备考过程中，必须保持一颗良好的心态。\n可以说，考研过程确实是煎熬的，那些告诉你三个月就能轻松考上研的，我不说是骗人的，但绝对不适用一本及以下的学生。\n所以，时刻要告诉自己，光明就在前方，一定不能气馁。当坚持不下去的时候，可以和朋友聊一聊或者看一个电影放松一下。但是，一定要保持住一个我是考研人的心态，坚持到考研结束。\n02 相信自己，高手不多\n为什么说相信自己，高手不多呢？因为你如果仔细分析就会知道，其实你的竞争对手其实数量并不多，因为你的竞争者仅仅是报考你目标院校的对应专业的这几百人，而不是每年新闻通告说的几百万。\n而这特定的几百人，真正能够踏实认真从头坚持到位去备考的占不到30%。但这并不能说明竞争不激烈，因为你要明白，这剩余的30%的人是属于目标明确、有选择、有坚持，而且可能并不你努力少的人，所以战略上要藐视，战术上要重视。\n每年都会有大批的人在赶赴考研的战场，但最后能够矢志不渝坚持下来的人不到二三。所以，不停的告诉自己：相信自己，高手不多，这对你最后坚持到底很重要，真的很重要。\n03 仰望星空固然重要，更重要的是埋头赶路\n对于刚开始准备考研的人而言，可能会被各种信息包裹，觉得神秘且迷茫，这个时候去看几篇干货性很强的通告经验分享，比如：\n知乎上的一些高赞回答，你就会对整个考研过程所需要准备的书籍有所了解，一些常见的坑也可以避过去。\n对于目标院校特定专业的信息掌握情况也是很重要的，比如：\n你这个专业每年录取的人数、每年的分数线、复试是否公平、考研专业课资料等如何获取等基本问题。\n对于上述这些问题，你可以去目标院校的贴吧看看，有没有成功考研的学长学姐在上面分享考研经验和卖考研资料的。\n如果有，去加个好友，适当的咨询一下，如果有考研资料贩卖，可以适当购买一些，后续有问题去咨询他，高效又准确，这点钱花的很有意义，不要心疼~\n其次，可以去考研平台看看没有关于目标院校的一些讯息。有些上面会有成功上岸的学长学姐的联系方式，可以加来咨询一下。\n最后，如果学校离得近的话，也可以去对应院校看看，一般打印店会有期末考试资料卖，这种资料可是无价之宝。得到这些资料对你的考研会有巨大的帮助哦！\n如果你能够遇到一个负责人的学长学姐全程带着你，必要时刻给你专业课和心态上的指导，真的是非常难得可贵。哪怕这个学长或学姐想要卖ta的专业课资料，一二百块钱的事情真的是小事，你收到的远比这点小钱多。\n6、复习效率低下，不知道怎么进行时间管理？\n关于如何在考研时每天保持十小时以上高效学习？的问题，分享给你，根据自己的情况进行调整！\n1、强烈的考研动机\n我们做任何事情都是有动机的，动机催动动力，内驱行动。如果你是二班、双非，想通过考研改现状，或者你本身就很优秀，但想更进一步。无论是什么情况，第一步，都需要坚定你的考研信心。既然已经下定决心要考研，就全力以赴把这件事做好，做最充分的准备，做最快的打算，然后埋头赶路，注重考研分数和最终上岸这个目标就好。\n外界再大的push力都不如你内心的力量来得直接有效。\n2、做好复习月计划和日计划\n01 做月计划\n月计划主要是用于控制复习进度的，很有必要，总体总一个大体上的规划， 肯定不可能完全一致，但月计划很有必要，主要内容就是大体上每科复习到什么程度就好！\n02 做日计划\n很多人会说，做日计划又不可能完全按照日计划复习，毕竟复习过程中难免遇到各种情况，所以不如不做。这个观点在我看来是极度错误的，我们做日计划也是起到规划的作用，总体上安排复习进度，整体把控复习进度。\n计划是死的，人是活的，实事求是的做就好了。复盘、做计划都很有必要，直到现在，这两项工作，我每天都还在做。\n3、来自身体的力量\n01 锻炼\n考研是个长期战、持久战，拼的不是一时的爆发力，而是讲究持续发力。所以，不要为了一时的高效率、心流状态放弃锻炼这个最简单的动作。我这里说的锻炼并不复杂，每天晚上八点，在复习的间隙，去操场跑5-8圈，也就2-3公里，全身跑热，大脑也会清醒很多。跑步不需要每天都去，可以两天去一次，但需要坚持。\n02 主动休息\n虽然我们备考时都希望时间越多越好，但其实考研过程最重要的是效率，不是时间总长度，不要等身体已经极度疲惫了再去休息，自己主动去休息，这样可以复习的时间更长。主动休息主要包括5方面：\n（1）每隔1小时，主动休息10-15分钟，出去走走，对腰椎、颈椎都好，毕竟一直坐着、低着头；\n（2）每天中午休息30-45分钟，小憩一下，这个动作可以保证下午和晚上的高效率；\n（3）不同学科之间要穿插复习，可以换换脑子，效率高很多；\n（4）晚上的睡眠一定要保证数量和质量，比如晚上10:30之前一定要结束复习，晚上至少睡7小时来保证身体的舒适度，考熬夜复习是不长久的；\n（5）每周抽出半天时间，修整状态，和男女朋友逛逛街、吃吃饭、交流一下感情，毕竟为了考研导致“妻离子散”不值得。\n03 主动补充能量\n这里的能量包括体能和情绪能量。\n关于体能：身体最直接的能量是葡萄糖，我们可以适当的补充糖类，比如奶昔、蜂蜜水、果汁等都是很好的选择，我个人是主要以蜂蜜水和巧克力为补充，看你个人选择。考研很消耗体能，考研现场也可以拿两块巧克力。\n关于情绪能量：我们考研时，大脑是时刻绷紧的，很多时候就会产生情绪疲惫，尤其是8月份、11月份这两个节点。解决情绪疲惫比较有效的方式就是听音乐、看电影，平时就要有意识的听听音乐，不要让大脑感觉很疲惫。听音乐看个人喜好，网易云有人做了学习专用的音乐，我当时主要听五月天的音乐。\n4、屏蔽干扰\n01 去图书馆、考研教室等场所复习\n为什么一定要去图书馆或考研教室等场所复习，很简单，这些地方本身就是学习的地方，有一定的学习氛围，而你做考研复习这个动作就和很多人是一样的，不会觉得很奇怪。\n同时，这种场所本身就有屏蔽干扰的作用因为大家都是在认真复习着的。我是极度反对在家里、出租屋复习的，效率很低。\n02 换个老人机\n考研最大的干扰是什么？是手机。不用去看了，微信上没几个人找你，即便有，也不是啥大事急事。所以，如果可以的话，换个老人机也挺好。如果实在割舍不下，下载手机软件强制锁机，类似的软件很多，比如番茄TODO、不做手机控、forest等等，不要想着利用手机学习，如果要看考研视频，背电脑或买个二手平板，专门用来看视频就好。\n五、考研英语高分备考经验\n1、2-5月：突破词汇和长难句\n对于考研英语的备考，2-5月属于筑基阶段，属于打基础和修炼内功的阶段，很基础，很枯燥，但非常重要。首先，英语的核心在于词汇和长难句，只要把词汇和长难句搞定了，英语后续复习就简单很多。\n这一阶段具体应该怎么复习才是最有效的呢？\n1、词汇\n词汇的复习可以说是贯穿整个考研过程的，但前期筑基阶段的系统复习非常重要。考研词汇就那么多，如果能够把过去20年的真题拿过来进行词汇切片，就可以查出每个词汇大约出现多少频次，除去一些a/the等基础词汇外，各个词汇的词频就会很清晰了。\n如果我们能够把高频词汇、中频词汇全部背熟，低频词汇背诵绝大部分，那词汇部分基本问题就不大了。再配上一定的语法知识、长难句技巧和阅读技巧，英语想拿80分可能有点困难，但60分的保底分应该问题不是很大（不要小看60分，英语60分基本上可以保障你读99%的学校不会被卡单科线）。这套流程很苦逼，但是是最真实有效的复习方法。\n你说你不懂得如何做词频统计？没关系，现在市场上很多词汇书都是这样编写的，都是按照词频来进行统计的。\n我们在记忆词汇的时候，肯定不能死记硬背，这样只会背了忘、忘了背，可以结合词根词缀进行有效复习，效果更好。词汇书我推荐2本，都是按照词频进行排版的。\n一本是朱伟的《恋练有词》，它有配套的讲解视频（以前的版本）。其实最核心的就是他的视频，忽略他视频中表现出的骚动作，全程跟下来，受益良多。如果时间实在不足，可把高频词汇部分系统学习并记忆，这套词汇书最好的就是按照词频来的，配合视频中的词根词汇记忆，效果很好。\n对于《恋练有词》，考研前期时间充裕可以今天背一章，慢慢背，自己根据自己的基础把握一下进度，一般来说9月之前要过完2-3遍。词汇一般一开始考研就开始背，背到考研考试开始前。但是背词汇的频率，根据后期词汇掌握情况可以灵活调整。比如后期做题觉得词大部分认识，那么每一周过一遍词汇书就好了。如果发现词汇大量不认识，建议就是每天都要坚持背几章。\n这里重点说一下，新版的《恋练有词》好像是没有配套视频的，大家可以去找以前的视频，然后买配套的书籍，差的年份的词汇，后续在真题里补就行。因为我建议是从2月份开始复习的，所以你复习词汇的时间非常充足，看视频更系统、更好记忆。\n另外一本是《单词的秘密》，这本书是我闺蜜用的，她前前后后背了大概有六七次，不断重复，其次她还用到“墨墨背单词”这个app，吃饭间隙有时候刷一刷。\n\n对于《单词的秘密》这本书，由于闺蜜的英语基础比较好，已经过了四六级，所以已经掌握了词汇的基本含义。这本书的突出的一个优点在于按照考频编排顺序，先背的是在真题中已经出现很多次的词汇，其次就是依照艾宾浩斯安排了学习的计划，不断重复巩固。个人感觉这本书的一个缺点在于到了后期强化做真题的时候，你会发现真题里的一些句子在这本词汇书里已经看过理解过好几遍了，所以这会萌生一种盲目的自信，让你觉得考研英语很容易，但是考研英语真的很难，这点大家要有清醒的认知。\n总结：词汇书只要选择适合自己，自己能坚持背下去的即可，背诵重点还是在于多次重复。对于需不需要听词汇课程的问题，个人感觉没必要，但是时间充裕的同学可以在课间或者休息的时间背一下，也不失为好办法。\n选择适合自己的，最好是前期每个人都听听风格，感受一下是否适合自己。\n2、长难句&语法\n如果说词汇是筑基阶段绕不过的一道坎的话，那么长难句就是另外一个墙。长难句这部分的复习可以提前，但是全靠自己悟的话基本上会感觉脑壳痛，感觉头皮发麻。\n我一般建议是长难句的复习一定要看视频和看书，这样复习起来才会事半功倍，有人教你技巧、教你语法、教你如何切分，真的非常重要。站在巨人的肩膀上，然后再能独立思考一下下肯定是效果最好的。\n语考研最难的两块主要是词汇和阅读，一个需要长期的坚持，一个需要词汇作为基础，外加语法来破解长难句。如果英语基础一般且时间充足的话，可以花些时间来补下语法，如果基础还算不错，可以直接上长难句。\n2.1 田静\n对于语法这部分，田静的《句句真研》可以说讲的是深入浅出，讲解的也还是十分细致。如果语法很薄弱，可以去看一下。为什么我觉得有必要看语法呢？因为无论是英语的哪一个板块，语法都是非常基础且必要的内容。田老师的课程比较基础，也适合基础比较薄弱的学生来学，视频主要是以真题作为切入点，准确且有效，建议视频+书本一起入，很值得推荐。听完之后再去看长难句，你就会发现，其实所谓的长难句也不是那么难，而且，她讲课的语气让人很舒服\n2.2 刘晓燕\n刘晓艳老师应该入驻知乎了的，我在知乎看到过她，灵魂有趣。她的课程可以说干货很多，而且比较重基础，是从最最基本的主谓/主谓宾/主谓表的开始讲起的，讲究循序渐进，整体的风格也不错，我个人还算很推荐。课程氛围也算轻松有趣且充满激情，语法和长难句的课程，认真听的话，5天基本上能听完。如果你需要做大量笔记的话，可能稍微久一点。\n2.3 唐静\n唐静老师主讲考研英语中的翻译，不要和上面讲语法的田静老师混乱了哟。但考研时翻译只有10分，建议备考时间比较充足的同学考虑唐静老师的课程，最好配合他的书《拆分与组合翻译》，把每一种语法类型的句子拆分都用“公式”表述出来，效果很好。\n2.4 唐迟\n唐迟老师的课程主要是讲解阅读，很多人应该听过。但没想到吧，其实他也有一个几个小时的课程专门讲解语法和长难句的，听完后会对句子结构这些有了解，然后再去听他的阅读课，事半功倍。\n对于长难句的理解和语感培养这一块，还有个有效的方法是精读，而精读的资料最好是真题和类似这类经济学人等这类杂志。考研英语历来关注经济，阅读理解有很大比例是经济学人的原篇，也有一些其他的杂志，大家可以关注下，可以当做精读的材料用。（PS：公开的小秘密：2010-2021年，考研英语每年都至少有一篇阅读是当年经济学人的原篇，就看你要不要精读。）\n这里说一下精读的意思：所谓精读，不是泛泛而读，是逐字逐句的读，逐字逐句的分析，这里就涉及到一个长难句的问题，一定要在读的同时看长难句的技巧视频，不然会非常痛苦，直到放弃。长难句技巧中最核心的内容其实是长难句的切分问题，理清楚结构，多理理这些长难句后期的阅读会轻松很多。\n基本上2-5月份的筑基阶段，重点解决词汇和长难句的问题即可，这个过程很痛苦，但非常关键。当然，这里并不是说，词汇和长难句过了5月份就不复习了，相反的是，词汇和长难句分析应该是贯穿整个考研始终的，切记。\n\n2、6-8月：突破阅读，掌握答题技巧\n6-8月份其实就是暑假阶段，这段时间强烈建议留校，且不给自己留超过3天以上的假期，不然复习效果会打很大折扣。\n考研英语的强化阶段主要是以做真题为主，真题又以做阅读为主，可以这样说，对于考研英语，得阅读者得天下。\n敲黑板，以下划重点了~\n这里我分享一下我当时英语阅读复习的方法，整个过程很枯燥，每天就是刷题、看答案、看视频，然后进行阅读理解全文的逐字逐句手译，记忆阅读理解中自己模糊、不会的英语词汇。可能有些小伙伴说，你这个过程好麻烦、好枯燥呀，但是不可否认的是这个过程非常有效，大道至简，就是用这种方法我从四级飘过的英语渣渣考到了70多分。我当时单独买了一本空的考研英语真题，专门用来进行逐字逐句手译，因为当你能把每一句话精准翻译出来时，其实已经对自己英语能力有了极大的提高，缺点就是真题的行间距太短了，太密了，做笔记不方便，做不认识的词汇标记都不方便，当时我还想着等我考研上岸后我要去专门做一份英语阅读间距增大的资料，但直到现在都没有实行，可见大家都是思维上的巨人、行动上的矮子，哈哈。\n为什么我当时觉得很需要这种资料呢？因为有时候我们觉得自己会了，其实并没有，你没有去逐句进行翻译，根本发现不了自己的阅读盲点，觉得总体的意思大体上明白了，实际上翻译出来感觉很不准确。这种进行逐字逐句的切分、手译、词汇标记，自己翻译完再比对答案，虽然有些麻烦、枯燥，但绝对是提分最好的方式，因为这是在硬刚呀，直面苦难的、非自欺欺人的勇士式硬刚，拼刺刀的做法。从阅读里背单词，是最好的方式，我之前分享过，其实朱伟的词汇词频统计就是从阅读切片得到的。强推，用这种方式效果不好的你过来找我~\n\n对于词汇这部分，我再补充一点，因为现在已经是5月份了，我们前期可以系统背1-2遍词汇书，后期的词汇基本上都是在阅读里进行记忆的，怎么记忆？也就是我们把每篇阅读都要吃透，搞清楚每句话的意义以及和后面题目的关联，从哪些地方可以得到我们需要的答案，结合唐迟的视频，效果不会差，但后面一定还要自己再理一遍，因为听懂不代表能做对呀，把其中好的长难句记录下来，精读精析，我当时用本子记录的。将整篇阅读理解吃透后，后续要做的一个动作就是把里面不认识的词汇全部列出来，第二天、第三天等按照艾宾浩斯曲线去记忆，我当时是在A4纸上做的这个动作，总感觉效果不好，当时又萌发了另外一个创业想法，害~\n鹿十七&艾宾浩斯表.docx 16.3K ·百度网盘\n不光对英语，对整个考研阶段，暑假都是非常重要的，一般每天能给英语分出来的时间也就1.5-2小时左右。\n6-8月份重点在突破考研阅读，这个是重中之重，一定要注意看阅读技巧视频和自己总结，对于一些常见的答题技巧、阅读技巧和蒙题技巧要做好总结。\n阅读我当时用的都是张剑的黄皮书。考研英语需要吃透真题，所以这套书我准备考研时用了两套~\n单词背完一轮就应该开始接触阅读了，考研英语的阅读真题非常宝贵，最近几年的真题需要留到最后模拟用，所以刚开始能用的真题是九几年的，可以拿九几年的先来练手。\n但是，市面上的黄皮书大多都是从2000开始的， 2000年以前的真题可以买一些真题小册子来练习即可。\n从2003年开始，我是每天花20分钟做一篇阅读，然后再配合着唐迟的阅读精讲，花一个小时来做笔记，帮助理解文章。\n英语真题做到2004年会感觉难度开始提升，正确率下降。而在阅读这块，我和闺蜜都选择看的是唐迟的阅读视频，其实很多事情无捷径可走，能走的只是踏踏实实的努力。\n对于英语老师选择这块：\n01 唐迟\n唐迟老师是个考研名师，他的课程整体逻辑缜密，干货满满，配合他的《阅读的逻辑》，不能说无敌，但是至少非常强，很轻松明白考研阅读的本质是逻辑，我当时阅读全程跟的唐迟，唐迟的阅读课主要侧重段落逻辑和阅读技巧，很多人听他的课，效果还是很不错，毕竟从真题入手，而且走的是踏实复习的路线~\n02 商志\n在我上一届有个学长在用商志的课程，我受不了他的嗓音，据说是讲课把嗓子讲哑了，不知真假。课程很细致，但相对耗时，其实无论跟谁，认真学，总会有很多收获，很多技巧都是相通的~\n03 张剑\n黄皮书永远是经典，基本上是人手一本的书了，讲解非常细致透彻。张健黄皮书的地位，感觉就像复习全书在数学的地位。\n3、9-11月：冲刺拔高，开启作文\n经过6-8月份的强化训练，其实阅读部分基本上问题不大了，9-11月份属于冲刺拔高期了。\n这个阶段注意不要图快，一定要稳住，很多时候慢就是快啊。同时，9月份也要开始准备考研作文了，因为到9月份的时候，很多人的复习过程中要加入考研政治这门课，英语的复习时间又会被压缩。\n这个阶段要注意用第二套真题了，由于第一篇我们在做阅读的时候会把很多真题浪费掉，所以有必要买一套空白的整套试卷用于模拟练习。这个时候尤其注意的动作是嚼碎、嚼烂再吸收。这个时候要注意做一些其他题型的总结了，可以适当看一下其他题型的技巧视频，总结规律。一般在精读的过程中我们尤其要注意一些关键技巧：\n（1）文章的主旨（决定整篇文章的取向是正面还是反面，做题也会有针对，看唐叔视频，分析的很多）；\n（2）段落结构（每段的重点意思，段落间的衔接、转折等词汇，重点抓一些表示逻辑的关系词，看唐叔视频，分析的很多）；\n（3）长难句分析（长难句的问题之前说过了，做阅读时也是需要重点做的）；\n（4）看题目和段落的设置逻辑（重点观察题目设置位置，在每个段落的位置，换位思考一下为什么出题人要在这里出题，正确答案在文章哪里出现，为什么在这里出现？干扰选项怎么设置的，为什么这样设置，会形成怎么样的干扰？等等，思考清楚这些问题，阅读其实不难，看唐叔视频，很多分析，快，唐叔打钱~）\n（5）总结回顾（从这篇阅读有哪些收获，包括长难句、词汇（逐个逐个背）、逻辑、错在哪里如何避坑等等）\n这里重点说一下作文的问题，因为这个阶段的确需要看作文了。一般作文是从9-10月份开始背一背模板，句型等等，然后开始整理自己的备考模板。\n对于是否需要整理模板这件事，可能很多英语比较好的人都会不屑一顾，但我个人的建议是：如果你没把握英语考70分+，那就请好好打磨好几个模板，至少能让你在考场上有的放矢，不至于慌乱，可根据不同的类型整理若干个模板，模板不一定非得全部通用，适用特定小范围的模板也是很美好~\n推荐书籍：王江涛《考研英语高分写作》\n道长的务实风格真的很对我的口味，我不喜欢特别浮夸的讲解，正经人就好好准备就好。如果时间比较紧张，道长的课不是很推荐，看看冲刺班就好，个人感觉他太耿直，一直让背作文，虽然我也知道英语必须背，而且他上课会打嗝~\n他的《考研英语高分写作》可以说是非常高质的书了，重点去背诵和默写，背诵后进行仿写，组自己的模板。另外，王江涛老师的作文字贴很好，希望大家都要注意这点，尤其是英语和政治这种有些地方可以主观打分的地方，字迹工整也是一种优势。\n当然也有其他人，看自己喜好，比如潘赟和刘晓燕。看过潘赟老师的“九宫格”的写作结构，每篇作文分为三段九部分，框架清晰，层次分明，非常适合组字迹的模板。潘赟的写作思路可以和道长呼应，作文一定要组自己的模板，非常重要，当然，模板不一定是一篇，可以分类型组N个。刘晓燕老师课的优点：同义句型变幻+句子语法，可根据刘老师的讲解整理出自己的模板。缺点：高级句式太多，个人觉得全篇都是高级句式会显得模板气息太强，高分其实不太好拿。\n4、11-12月：模拟考试，掌握考场心态\n其实考研冲刺时用的模拟试卷并不多，一般也不推荐使用市场上的模拟卷，因为和真题相差可能会比较多，最好的办法是留1-2年的真题用于最后的模拟，模拟后仔细进行试卷分析，注意分析以下方面：\n（1）考试时间安排，各个题型大致时间和大致顺序把握，做出最有安排；\n（2）对着真题思考每种题型的解题技巧，比如从哪些角度出发、在哪些位置可能会出现问题和答案等等；\n（3）梳理优化作文模板，背诵自己精心准备的若干个模板，思考如何不留痕迹的套用~\n（4）其他适合自己特点的安排~\n六、考研数学高分复习经验\n1、考研数学名师分析\n考研数学和专业课是拉分最重要的两科，准备好了，分数可以拉高，同样，准备的不好也会被别人拉开分数，所以对于考研数学和专业课要多花时间，早点复习，准备越充分越好，一个人准备的程度决定了他能走多远~\n关于数学老师的分析，我来分析一下：\n其实做好的方式是：听某个老师1-2节课，看看他的风格是否适合你，然后进行名师组合。\n01 张宇\n张宇，人称宇哥，我复习的时候高数部分主要跟的张宇，课程分为风趣幽默，擅长将数学抽象问题形象化，把原本枯燥乏味的数学讲的生动形象，上课不累。如果本身对数学不是很感兴趣，认真听他讲课，然后再去结合复习全书做一遍，效果很好，记得听课的时候务必把他的讲义打出来，这样效果会好很多，也针对性更强。宇哥比较出名的有sin狗、点火公式、二重积分小薯条，质量很不错。\n但是，听宇哥讲课是很爽，但需要辅助自己做题，自己去刷全书和配套的讲义，因为他讲课体量不是很多，技巧性很强。他的课程适合有一定基础的同学，内容覆盖较全面，技巧性、思维性很强，但网上说的“听课爽歪歪，做题死翘翘”，这点不可信，因为我们任何人听课都是一样的，听完之后都需要你自己去做联系巩固，同时补充一些细枝末节的细节性内容。\n关于宇哥，我一般推荐他的强化班和冲刺班。基础班最好跟下面要说的汤神的基础班，考研还是要把基础打好，基础不牢，地动山摇~\n02 汤家凤\n如果你喜欢高中教师那种板书式的教学方式，那汤家凤很适合你。汤老师的课程非常适合打基础，讲课态度非常负责，各种题型讲解的非常清晰。汤家凤在【中值定理】和【定积分不等式证明】讲解的非常好。汤老师的课程和宇哥比会稍微有点枯燥，但考研本就是枯燥的过程，耐得住寂寞才能守得住成功。汤家凤老师会在上课上稍微diss一些其他的老师，大家肯定也在网上看到过很多关于汤老师的经典语录和表情包以及他狂傲的小表情，大家可以去搜一下，当做考研过程的调剂品~\n03 李永乐\n李永乐，人称永乐大帝，考研数学姐泰山北斗型任务，李王版复习全书主理人之一，线代讲的真的是重点突出。李老给人的感觉就是从不说一句废话，就着知识点和经典题型，逻辑清晰，重点突出的讲解。因为这种风格，上课难免会有点枯燥，但枯燥本就是考研特质之一。还有就是李老师年龄大了，讲话有些老人家的不清晰，可以先去看看宇哥的视频，稍微打打基础，然后听李永乐视频进行拔高。\n04 王式安\n李王版复习全书的另个主编，前考研命题人，主要讲解概率论。课程风格是条例清晰，对概率论把握较精准，适合有一定基础的人进行听。\n05 李林\n李林因压题压的准而出名，书的质量非常高，现在基本上每年所有考研人都会购买李林的押题卷。\n06 杨超\n杨超比较强调基础和三大计算，也算是比较出名的老师，毕竟锻炼计算能力就和打篮球锻炼肌肉一个道理。他的课程内容比较优质，题量适中，而且废话不多，干货很多，总之内容还算优质，挺不错的。基础一般的小伙伴建议看一下，尝试一下是否是你的菜~\n07 武忠祥\n绝对绝对牛逼的一个老师，知乎上也有很多关于武忠祥老师的讨论，原本是李永乐老师团队的，讲课内容比较通俗易懂，讲课风格综合宇哥和汤神的优点于一体，课程风格比较重视基础概念，但也很注重解题技巧，特别是课堂上会指出我们那些经典且容易犯的小错误，当听完课之后再去做题，可以提前规避掉很多错误。强推~\n08 余丙森\n余丙森是合工大超越五套卷的前命题人，现在退出合工大超越辅导。在概率论部分，比较推荐的就是余炳森、方浩和王式安了，余；老师的概率论课程比较常细致，有条理，和考点紧密结合，板书也很舒服。除了基本概念外，题型总结也挺好，和方浩风格感觉有点像。\n09 方浩\n方浩是业余兴趣在做辅导班，目前是博士在读。他的高数和概率论课程讲解的很精彩，课程风格有趣，是一个很有实力的老师。对于方老师，推荐他的高数和概率论的强化部分，学有余力的小伙伴可以看看他的部分课程，增强解题技巧。\n对于数学这部分，我的建议是：基础看汤家凤或武忠祥老师的课，强化班看张宇的课程，线代必跟李永乐，概率论跟余炳森或方浩。考研名师很多，但我们不需要每个人都跟，跟适合自己的即可。考研老师不在多，在精。\n2、《汤家凤 1800 》《张宇 1000 》《李永乐 660 》《李林 880 》分析\n01 李永乐《数学基础过关660题》\n\n李永乐的《数学基础过关660题》，非常注重基础，题型只有选择题和填空题，是由李永乐、王式安等几个年龄比较大的老师精心打磨的。这本书的特点是：\n（1）注重定义以及基础知识，很考验学生对基本知识的掌握，题目非常经典；\n（2）这本书的名字叫：数学基础过关660题，但题目本身并不基础，只是考察的是基础概念。这本书用完的感觉就是：直击痛处，几乎每一个题目都是直击薄弱点，所以错误率奇高，如果说第一次做，错误率三分之一一点都不夸张；\n（3）《660题》的每个题目都可以当做大题来做，来研究，建议在强化部分或强化后，8月份左右开始用这本书，不然可能会出现对自己信念的崩塌，如果出现这种情况，只说明暂时还不到使用的时候，强化后再使用；（二战的朋友可以重点刷，查缺补漏）\n（4）题量不大，总体上就660题左右，但每个题目都是精华，都是浓缩后针对考纲和学生薄弱点设计的，比较推荐用于强化后的查缺补漏，你会发现，你强化阶段强化效果还可以继续强化；\n（5）如果做《660题》正确率比较低，这个时候应该开心，因为你真正找到了你的欠缺点，针对性的进行补漏，至少比在考场上做错要强的多；\n02 汤家凤：《接力题典1800》\n\n汤家凤：《接力题典1800》是汤家凤老师得了力作，分为基础篇和提高篇，基础篇强烈介意刷一下，强化可以用李永乐的《数学基础过关660题》，效果可能更好一些。这套书的特点是：\n（1）知识点涵盖全面，题目中规中矩，可配合唐老师的视频来，书本答案较简单，但视频讲解非常详细；\n（2）打基础不一定要用怪题、难题，这种中规中矩但覆盖面比较全的题库更加有利于打基础，所以最好能在基础阶段把基础篇全部刷完；\n（3）题量较大，看名字就知道了。提高部分题目与基础有重合，但同样的题目反复做、不同阶段做，效果都是不一样的，如果认定就做1800了，那么就好好系统的刷题；\n03 李林《精讲精练880题》\n\n李林老师的扛鼎之作，有人说，李林是个扫地僧，这本书总体质量还是很高。但李林更出名的是他的押题，这个相信很多人都有耳闻，在押题这块，类似数学界的“肖秀荣”。\n《精讲精练880题》的特点：\n（1）侧重于考察基础，题型不偏，难度中等，比较适合很多人；\n（2）题目难度中等，题型新颖，个人感觉和考研难度接近，题目质量也很高；\n（3）题量880题左右，不是特别多，可以反复做，后期可以结合《660题》进行强化；\n（4）排版和答案解析也很OK，没有太多槽点；\n04 张宇《1000题》\n\n宇哥是现在考研数学界少壮派的代表之一了，高数讲的很精彩，《1000题》用的人也很多，我当时买了一套，但没怎么用。我课程全程跟的是张宇，个人感觉《1000题》有些题目太难了，对提高思维有帮助，但似乎已经偏离了考研的难度。\n《1000题》特点：\n（1）《1000题》分为ABC三个部分，AB可刷，C部分可不刷，重点刷高数，个人感觉宇哥最好的部分就是高数；\n（2）体量很大，题目难度有，比较考察综合能力和计算能力，可以结合《660题》做组合，因为《660题》是没有计算题的；\n（3）答案详细，但有的答案过于繁琐，可参考，也可思考是否有其他解法；\n3、数学一复习建议\n1、基础阶段（5-7月）\n3-5月份，看看书本，到5-7月，结合张宇或汤家凤的考研视频来复习，不要自己死啃书。我一向不推荐直接自己就去看书，有老师带着复习，学习效率要高很多。当然，只是看视频你会觉得自己看的很明白了，也听得很懂了，但是一做题就不会，所以除了看视频外，这个阶段要注意刷一遍全书，把基本知识进行扫盲，也就是第一遍的打基础阶段。\n2、强化阶段（7-9月）\n这里是第二轮复习，把李永乐复习全书的知识点从头到尾再过一遍，不要嫌麻烦，把自己不会的知识点进行二次标记，多次错误的地方就是你的薄弱点。对于薄弱点，可能需要看第三遍、第四遍，温故知新。这个阶段穿插看利用的《线代辅导讲义》。这个阶段注意有意识的建立自己的错题本，总结常规解题思路，融会贯通典型思路。这个阶段要注意多刷题，上面我分析了四位老师的习题集特点，推荐组合是：880题+660题，也可以根据自己的特点来。\n\n3、真题阶段（9-11月）\n经过基础阶段和强化阶段的复习后，其实你已经建立起了整个学习的框架了，这个时候真题就是最好的指向标，在做真题的过程中肯定会很受挫，这跟正常，查缺补漏，哪里不会补哪里。平时训练时题目做错了并不可怕，可怕的是平时一直对，考场错。用书：李永乐的《660题》、李林的《108》、张宇《真题大全解》；李永乐《历年真题详解》；汤家凤《历年真题全解析》，我用的是李永乐《历年真题详解》，前面是套题，后面是分类专项，这个模式我很喜欢。\n4、模拟冲刺阶段（11-12月）\n这段时间重点在于模拟训练，同时把之前整理的错题反复来看，巩固基础的同时，做大做强，同时调整自己的状态，适用考试的节奏。这个阶段其实主要是通过模拟题来找解题感觉、时间把控以及考试心理状态，很重要。比较好的模拟题一般有合工大共创超越、李永乐6+2、汤家凤8套卷、张宇8套卷4套卷，我当时用的是合工大共创超越、李永乐6+2，没做完，有点多了。\n其实数学我一直想展开写一篇详细回答，后面看看什么时候有时间，对于数学复习详细介绍一下，因为数学真的太重要了！\n4、数学三复习建议（我闺蜜的复习过程，仅供参考）\n数学三包括高数、线性代数、概率论。从初次涉及考研数学到冲刺模拟用到的书籍有很多。基础班用的是张宇《高数18讲》、李永乐的《线性代数辅导讲义》、张宇的《概率论9讲》，做过的习题有张宇《1000题》、汤家凤《1800题》还有历年真题，强化班用的是张宇的《闭关修炼》、冲刺做的模拟题有李林的《六套卷》、张宇的《八套卷》、汤家凤的《八套卷》。\n1、基础阶段\n（1）高数：她用的是张宇的《高等数学18讲》（以前的封面是绿色的，现在已经换成跟闭关修炼一样的风格了），闺蜜本科时候的高等数学中等偏上，但还是感觉张宇的基础班视频有些难理解，所以她是听汤家凤的基础班搭配着张宇的书学习的，个人感觉基础班用《18讲》就够了，最重要是自己做好笔记，不断琢磨自己不懂的部分，才能打好基础。\n\n（2）线性代数：线代一定要跟李永乐，他的视频课比较枯燥，讲课语速较慢，但是满满的都是干货，深耕线代多年，对线代的考题有着深入的研究，对老同志多点理解。\n\n（3）概率论：概率论用的是张宇的《概率论9讲》，视频课听的是王式安的，但周围的很多朋友都听的余炳森。而我是遇到了不懂的知识点，会找不同的老师的视频来看，余炳森还是很不错的。\n2、关于刷题\n考研数学要注重练习，我当时用了两本练习册：分别是张宇的《1000题》和汤家凤的《1800题》。\n《1800题》里的题偏基础，题量多，适合第一轮的时候练习打好基础。而《1000题》的题偏难，知识点比较细，比真题要难上不少，如果数学基础比较好的同学是推荐用这本书的，出题的角度也比较新颖。\n\n3、强化阶段\n而到了强化班，她用的是张宇《闭关修炼》。张宇老师的风格是出题角度有些刁钻，《闭关修炼》里的题都比较难，感觉也是会比考研真题要难，但是里面里的框架还是很有用的，可以对着框架看自己哪部分还没有掌握，然后再重点去加强。闭关修炼这本书可以重点看个两遍以上，不断找出自己薄弱的点，再弄懂书里的题目。过完一轮闭关修炼就可以开始做考研真题，暑假的时候可以在每天早上做一套 ，一天修改，真题尽量做2遍以上。\n\n4、冲刺模拟阶段\n数学到了冲刺阶段需要用到模拟题，她当时买了李林的六套卷（较易）、张宇的八套卷（较难）和汤家凤的八套卷（较易）。（话说我16年考研时，李林还没有横空出世~）\n李林的模拟题比较容易，题的难度大概跟小年的真题差不多？而张宇的题难度比较高，题型新颖，一些题型以前压根没见过，所以非常考验基本功，做他的试卷心态也很容易崩，因为很多题型都没见过！张宇的题可以和李林的题交替着模拟，保持平稳心态。\n总结：个人建议数学越早准备越好，因为到后期要忙专业课和政治，时间根本不够用，而我就是买的模拟卷都没做完就上考场了。\n七、考研政治高分复习经验\n因为我是工科生，政治知识基础不好，本科时候的毛中特、马原等这些政治的课程学的也不是很好，所以政治我是暑假就开始听徐涛《核心考案》的视频课程，配着小黄书把要考的内容过一遍。\n\n1、强化阶段\n政治一般是从暑假7-8月开始的，没有基础班，可以直接从强化班开始，用小黄书搭配徐涛的强化班视频。\n徐涛的视频比较幽默风趣，可以把枯燥的理论讲的很生动，所以在专业课或者数学看不下去的的时候我就会看徐涛的视频，既能学习，又可以放松，一举两得。\n用了徐涛的《核心考案》就没有必要再看肖秀荣的精讲精练了，精讲精练内容很全，但是排版各方面都显得比较冗杂，这里比较推荐《风中劲草》，每年考纲出来后会更新新的版本，基本也算是考生人手一本的书了。\n2、关于政治刷题\n刷题用到的是肖秀荣的1000题，这本书我大概刷了3遍，基础班一遍，强化一遍，建议做题的时候不要留下痕迹，尽量用铅笔来做标志，因为这本书是需要反复使用的。\n\n3、关于时事\n到10月、11月左右就可以关注一下时事了，我当时用的是肖秀荣的形势与政策，这个可以在吃饭或者休息前翻一下。学习时事政治不一定要用到书，可以关注一些老师总结的时事热点，每天加以关注即可。\n\n4、冲刺肖四肖八\n到了11月就要开始做肖秀荣的八套卷，八套卷的重点在于选择题，一定要吃透八套卷的选择题，但是也需要背里面的主观题，每套都要背。可以用八套卷的选择题来查漏补缺，掌握的不牢的一定要看书补充记忆，再刷题巩固。\n四套卷是12月初才发货的，重点在于主观题，一定要把主观题背熟，可以配合着一些公众号整理出来的背诵版进行背诵，帮助记忆。记住你大爷永远是你大爷这句话就行了！\n\n考研向来是个体力活，尤其是后期的11月份，放弃的人太多了，所以先要做好心理建设！坚持，坚持，再坚持~\n八、如何准备复试\n国家线出来了，下面紧接着就要进行考研复试了，对于成绩好的小伙伴，抓紧时间准备复试，复试后的加权成绩决定着你是否能够进入录取名单。\n下面我分享一下我的复试经验，希望对备考复试的人有用，当然，具体学校不一样，还是要看你考的那所学校的复试大纲和流程（仅供参考）：\n加权总成绩=考研初试分数*系数+复试笔试成绩*系数+复试面试成绩*系数；（不同学校计算方式不一样，但总体是这样的，证书和获奖其实只是很小很小的比例，没有可以用其他地方补）\n初试成绩：我就不说了，肯定考得越高越好，但到了复试阶段，其实已经定型了；\n复试笔试：很多学校复试分为两部分，笔试和面试，只有笔试成绩过了，才有面试机会；（亲眼见过某大佬初试400+，复试笔试未及格而没有得到面试机会的）；很多学校的复试笔试和面试是五五开的，初试成绩和复试成绩也是按照一定比例折算的，比如五五开；也就是：\n加权总成绩=考研初试分数（满分150）*0.5+复试笔试成绩（满分150）*0.25+复试面试成绩（满分150）*0.25；\n我们继续分析：\n复试面试包括很多东西，比如英语面试、专业课问题、本科成绩、科研经历、本科学生活动、本科证书、本科是否参加过竞赛、本科是否拿过奖学金、还有你的综合表现分及其他因素等等。\n首先是面试英语，包括自我介绍、面试老师咨询1-3个问题，看口语，也不要怂，中国学生哑巴式英语太多了，提前准备好问题不是很大；\n过了一般是中文自我介绍，你可以包括你的本科成绩、科研经历、本科学生活动、本科证书、本科是否参加过竞赛、本科是否拿过奖学金等等，如果在某方面不是有欠缺，有意识的弱化它，突出你强势的部分；\n接着是专业课问题（有的学校没有），一般是抽1-2个题，一般是复试专业课书籍上的，不要怂，不会的直接说没有复习到，笑着问老师能不能换个题目，有时候不是不可以换题，毕竟复习时间有限，的确可能有些的确没复习到；\n最后一般老师会和你聊聊天，这个时候表现得积极些、开朗些，一般问题不大；\n以上就是复试的组成，我们拆解后进行逐个准备就好。\n对应跟着准备就好，不同学习不一样，根据自己学校的情况定！\n这里给准备复试的童鞋一些复试小建议：\n1、不要怂，大家都是人，包括面试的导师；\n2、不要太紧张，这样想：现在这个时候，所有人都紧张，你不紧张就已经超过他们一截了；\n3、紧张没用，又不会加分，还不如不紧张表现更好；\n4、尽全力就好，都已经准备这么久了！\n\n九、关于调剂\n肯定还有一些小伙伴考的并不理想，这个时候肯定要准备调剂了，我这里咨询了我一个哥哥，他当时考的华北电力大学的能动，分数不佳，调剂到了上海电力大学的能动专业，现在在读博二。\n为了请教他这个问题，我特意请他吃了一顿饭，这份诚意值不值得你一个赞~\n1、对于压线的小伙伴，也要注意调剂信息，有些学校的调剂要晚一些，毕竟压线进复试被刷的可能性很大；\n2、搞清楚全国调剂系统开放的时间，要具体到几月几号几时几分；\n3、提前注意想要调剂的学校的官网是否发了调剂信息，并不是调剂系统开放调剂才开始，一般学校会在官网提前开放，要时刻注意到；\n4、全国调剂系统开放之后，你越早申请越好，名额会在后面越来越少，竞争越来越激烈，有些孩子夜里凌晨还在刷是否有学校接受调剂，这个时候就不要想着养生了；\n5、注意要调剂的学校的复试科目，不要和自己准备的差别太大，否则不好上岸；\n6、注意到一些学校的其他专业调剂，如果可以接受其他专业的调剂，有时候坏事会变好事，有些名校的某些专业有时候也会出现报不满的情况，要用心；\n7、如果后面没得选择，可以多投几个学校，就像面试多面一样的道理；\n8、如果被调剂的学校录取了，这个时候一般会给你24小时考虑，去不去要权衡一下，是否满足你的预期；满足预期，就给出确认，实在不满足预期，二战又何妨？毕竟选择了真的会决定后续很多事情，所以要考虑清楚；\n9、强烈建议二本或双非的同学，早点调剂，越到后面调剂难度越大；调剂时，分数、本科学校、学生个人优秀程度会被放大很多，所以不要拖，凡事要早，自己的事情要用心；\n10、如果不嫌弃自己的母校，尤其注意自己本科母校的调剂信息，都是自己的孩子，多少会照顾的；\n11、有些学校或专业只接受校内调剂，这里不是指本校的人参加调剂，是报名该校的人符合条件的可以去参加调剂；\n12、注意一些调剂的要求，有些专业要求必须相近专业才可以调剂，所以多看要求，这样可以少做无用功；"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "目录\n\n\n\n\n\n\n\n00后大学生是真的卷，嘴上虽然说着躺平，其实心里全是想赢。\n否则，你肯定不会在寒假前就看到这个回答。\n我结合考研高赞回答，配合自己一战上岸985学校的经历，把考研er普遍关心的考研问题做了分类，并帮大家做成一个合集。文章开始之前，我最想对学弟学妹说：大三宁可选择考研，坚持一年，也不要什么都抓，却每一个都浅尝辄止。\n这个答案可以帮你节省80%寻找其它答案的时间，文章很长很干货，建议点赞收藏，防止以后找不到了。\n只收藏不点赞的都是耍流氓o(￣ヘ￣o＃)\n我会定统计支持我人的数据，和对我耍流氓人的数据，请·别让你的帅哥·枯（哭）。\n实时统计：截止2024年12月5日，支持帅哥的同学为701，对帅哥耍流氓的同学居然高达2018，我枯了我。\n废话不多说，先看目录：\n一、考研择校最重要的两个参考因素二、案例实战：如何快速圈定目标学校（重要！）三、择校后的准备三、考研各科复习经验（必看）四、考研心态调整五、高效学习&提高自制力的方法\n一、考研择校：先制定一个十匹马都拉不回来的正确目标。\n我选择考研的动机，单纯就是为了弥补高考的遗憾。在高考发挥失常后，我复读一年勉强考到东北的一所211。大三寒假期间为了挤出更多学习时间，在学校附近找了一个家教。一边赚生活费，一遍准备考研。我先用30多天背完了考研5500词，把意向院校的信息全部找了一遍、考研资料都准备好，归类到网盘对应的文件夹。\n那时候我还不知道考研对我来说意味着什么，就像一个跌落枯井多年的人突然看到了有人扔了一根绳子下来，尽管绳子粗糙磨手，但我心中仍然抱有感激，不管不顾疯狂向上攀爬。\n我很坚定的认为，即使在考研内卷化严重的2024考研，读名校，考研依然是比高考简单的。高考的时候清北人复交浙南简直不敢想，但考研如果大三寒假开始准备，你完全可以考虑这些名校。每次走在厦大校园，我都感恩屏蔽身边的质疑，坚定的做了这个选择。\n\n从冰雪消融的初春，到烈日炎炎的夏天，再到东北寒风凛冽的冬季，破釜沉舟，只为心中的梦想，来到四季如春的厦门。\n1.1 目标一定要正确\n目标正确并不是说本科二本的同学，考研的时候不能报Top学校。而是要综合院校难度、城市地域、个人实力选择跳一跳就能勾的到目标。\n大家都听过考研选择>努力，考研学校会因为院校层次、专业实力、所在城市分为不同的难度等级。难度方面，原则上985>211>普通一本。\n同等水平的学校，热门报考城市的学校难度要大很多。特别是作为政治文化中心的北京，和作为国家经济中心的上海。这两所城市报考人数多，不缺学生，所以判卷严格，给分不会很高。报考北京上海的同学一定要有一战上岸的决心，不然用北京上海的分数去竞争调剂名额，会很吃亏。\n1.2 锁死正确经验，花最少的时间建立考研宏观视角\n我知道现在大家对于考研还处于一个迷茫的阶段，这个时期比复习更重要的是搞清楚你的目标、院校信息（包括统考名额、历年报录比、复试差额比、近几年的复试分数线走势、拟录取名单、各科的复习经验、初试复试用书等问题），确定自己各科目复习方向、调整心态。\n考研过程中，一定要增强对考研讯息的辨别能力和敏感度，处理好主观能动性和客观规律的关系，利用别人的经验武装自己。寒假期间，我根据卡片中的免费择校课+复习规划课，来制定自己的学习计划。这些课程已经非常成熟，能让我花最少的时间，梳理考研的宏观流程。（建议大家别找机构付费择校，能省则省，这些东西自己完全可以依靠免费课搞定！）\n\n考研择校择专业&备考资料合集￥0.00免费领取\n\n\n\n\n\n\n除了你自己和父母，可能我就是那个最希望你上岸的学长了。\n资料和课程领到之后，别盲目看，听我这样操作：\n1.去找官方助教要「考研院校资料包」，这份资料如果你去机构买还要几百块，只有知乎知学堂可以免费获得。这里面包含百所院校的报录比、分数线、招生名额等核心数据（这个数据在第二部分圈定目标院校时会用到）。也可以把你的情况和想法发给助教，知乎有老师会帮你一对一择校（反正都是免费的，说真的，不用白不用，别人帮你分析下会更让你了解自身和院校的匹配度）。\n2.领取英语、政治和数学的公共课资料，包括网课、笔记、复习规划等。现在用不到先存到网盘里面，记得按照科目在网盘归好类，寒假能用到的就是考研英语5500词，不管你有没有确定学校，本周就先把它背起来，听我的你不会吃亏。\n研究生招生考试充其量算一个筛选考试，只要你的个人能力和专业素养符合了招考院校的招考要求，那么大概率是可以上线并被录取的。当你的努力浇灌出来的专业素养和个人能力足够时，不想上也能考上；自己的水平没达到要求，再想上也考不上。\n通过上面的择校资料，你需要确定：\n意向院校每年的招生名额、近5年复试分数线了解该校是否具有压分、歧视本科现象了解学校复试差额比、报录比、初复试成绩占比等信息以下这些坑，择校时要避免① 复试太晚。有些学校出分和复试都很晚，比如说4月中旬才能复试。如果一志愿复试太晚，一旦在复试中被刷，调剂就会被耽搁。② 复试占比太大。大部分学校的初试占比60%-70%，也就是代表初试的分数很重要，一般这类学校都是按照初试的排名录取的。但有的学校面试占比过高的话，就会有一些不确定性因素，对于本科学校一般的同学可能不太占优势。③ 压分，不保护一志愿。学校压不压分，大家可以在你录取名单中看专业课的分数，或者上网打听，如果风评不是很好，也要慎重选择，专业课压分会影响调剂，因为调剂学校只看你的总分，不管你的一志愿是不是压分。④ 复试差额比过大。复试差额一般是120%，比如名额100个人，复试线就是排名第120名的同学的分数，然后从120名考生中淘汰20名；有些学校的复试差额比很大，比如北师大的儿童文学有一年复试差额比200%，这说明要在复试中淘汰一半的人，这个复试风险就很大。\n有些学校虽然很强，但并不是所有专业都难考；有些学校影响力一般，但由于城市因素加持，就业非常好；所以考研择校时不能一概而论。我提供的思路是：先选专业，再定城市，最后选学校。刚开始学校可能有好几个备选，你要查找一些信息进行对比，最终确定一个学校。查找的信息有：招生名额、统考名额、推免名额、复试分数线、录取最低分、录取最高分。\n二、案例实战：如何快速圈定目标学校（重要！）\n考研择校我粗略定了4-5所意向学校，随着对专业和学校的深入了解，最终将考研目标PlanA定在浙江大学。之所以选择浙大有3个原因：\n1.杭州互联网公司多，浙大在计算机专业中的影响力很强，毕业后的就业有保障；\n2.我本科在哈尔滨，读研想去南方体验一下，杭州风景与气候都符合我的偏好；\n3.本校学长有两位考入浙大，有身边人作为榜样，说明我这个目标是有现实可能性的，而且毕业后的薪资水平很诱人。\n建议大家做一个院校管理表格（如下），把你意向院校的核心数据都汇总在里面，如果是统考专业，难度直接通过复试线对比；如果是自命题专业，不能只看分数，还要结合招生名额、试卷难度、院校阅卷松紧度来判断。\n\n你把几个意向学校的信息全都汇总在一起，这样对比更加宏观（报名前我换了PlanB厦门大学，因为暑假两个月参加学校安排的强制实习，几乎没学习。浙大计算机当时太卷，综合分析考厦大比较稳妥，而且厦大计算机实习就业也非常好，而且专业课都是考408，无缝衔接。考研以上岸为第一要务，除非你愿意为了一个目标院校不惜二战、三战，否则就建议有planb甚至是planc的计划，不要在yi棵树上吊si）\n⚠️所以：\n一、大家一定做好planB和planC的院校选择，预防九月份招生计划变动，或者复习进度赶不上，甚至直接取消招生的情况出现。\n二、考研中的统考专业共有8个，分别是：计算机、心理学、教育学、西医综合、历史、中医综合、农学、法硕（其中计算机、教育学、历史学有学校是统考试卷，有学校是自主命题，我建议大家优先选择统考的学校，这样你风险会降低，还可以及时调整目标，还没确定学校的话，先按照统考专业课学，不会吃亏）。\n\n三、自命题专业课，如新闻传播、艺术、文学、会计学、经济金融、工学类等专业，一定要先确定好学校再复习专业课，因为每个学校的试卷都不一样。\n四、关于专业选择的注意事项：\n选择法硕，政治和英语两门公共课一定要好，因为法硕专业课110+就算是top档了。临床类报考地域性极强，需要考虑继续读博士的问题，除非去Top，要不然就去读家乡的医科大，不然小心回不了家。计算机和软件工程其实没很大差别，因为上学之后你的方向只是导师的研究项目方向，就目前来看，软件工程不论是专硕还是学硕，要比计算机竞争压力小很多，或许可以考虑一下。历史学，专业课能选统考就别选自主命题，统考过国家线基本就有学上，今年自主命题调剂特别难。在9月之前，不管你选自命题还是统考，都按照统考学，真的，你不会吃亏的。有名校情结的可以选择985、211里面的研究院，分数会比学院低一点，比如华师大国家文化产业研究中心、河南大学黄河文明中心、厦门大学南洋研究院。新闻传播、文学、会计学、经济学、金融、工学等专业课自主命题的专业，一定要横向对比多个院校的真题风格，找到最适合自己的那套题，选择自己擅长的赛道，你会更有竞争力。（剩下大家想知道啥专业的择校建议可以留言交流～）\n无论你选择什么学校，根本原则不能变：目标院校一定是你死心塌地想要达成的\n\n隔壁班一哥们儿本来定的东大，有段时间我看他图书馆学习总提不起精神。\n后来这家伙换了我们都不敢考的清华软院，每天都很兴奋，他曾告诉我辈子就死磕清华了，掰着指头算算他这种河南考生读清华的机会只有考研这一次了。每天早上我去隔壁寝室找他，这家伙早就走了，那年他成为我们系唯一一个上岸清华的。\n《圣经·提摩太后书》有一句话当为共勉：“那美好的仗我已经打完了，应行的路我已经行尽了，当守的道我守住了。从此以后，自有公义的冠冕为你留存。”\n\n读研后每次他在同学群里发清华便宜又丰盛的食堂，我都羡慕嫉妒呀！也许他也曾经如此嫉妒过我的颜值吧～\n我的意思是，在客观评估自身能力和学校难度之后，一定要选一个你想起来就会兴奋的学校，它将成为我们黑暗生活中的一束光——只要我愿意为我自己的选择承担一切后果，这就足够了。\n三、择校后的准备\n考研目标很坚定的人，对自己的要求和期待通常很高。一定经历过焦虑迷茫、失去信心、着急紧张，想放弃，不被理解，被别人瞧不起，家庭不支持，怀疑自己的阶段。但这些痛苦的经历，却帮你找到了考研作为出口，你要坚信你的选择是正确的，大学宁可选择考研，坚持一年，也不要什么都抓，却每一个都浅尝辄止。\n圈定1-3所意向院校后，寒假期间可以做如下准备：\n1.学好英语，很重要！很重要！很重要！（必须说3遍）\n考研科目分为四门，分别是英语（100分）、政治（100分）、专业课一/数学（150分）、专业课二（150分）。\n无论你选择什么专业，考研英语都是必考科目，分值100（题型分为完形填空10分、阅读理解40分、新题型阅读10分、翻译10分、作文30分）。考985、211学校的同学，请把你的英语目标定在至少70+。\n建议想要考研的同学直接学考研英语，顺带过四六级一点问题也没有（不过考研英语无听力，这部分要单独练习），考研英语具体复习规划在「各科复习经验（必看）」会详细分享。建议有考研想法后就开始背单词，\n有学弟学妹给我私信想要考研英语大纲核心5500词，下方卡片领取，考研单词就是这些，有了它咱们就不需要买单词书了。（PS：里面还有其他免费考研网课+笔记，重申一遍，现阶段不需要花钱，用免费的完全足够！）。\n\n考研择校择专业&备考资料合集￥0.00免费领取\n\n\n\n\n\n\n同时建议手机里下载一个单词APP，碎片化时间拿出来刷一刷单词，而不是douyin。我用的是不背单词app，每天会给你规定新学任务和复习任务，词库选择红宝书(词汇量6500）/或者任意一本你喜欢的单词书，给大家看下我的战绩。单词就是每天刷30-60分钟就行，食堂排个队的功夫就刷完了，最重要的是养成习惯。\n\n2.管理好你的时间，做事要分轻重缓急。\n你每天和室友一起去上课，下午没课还要参加社团、学生会，晚上还要做作业，偶尔还要应付学院安排的会议和各类讲座，你觉得大学每天事情好多，都忙不过来。\n转眼到了大四，看到班里平时不起眼的同学考上了公务员、研究生，你才猛然发现自己根本分不清轻重缓急，每件事情都浅尝辄止的后果就是什么都做不好。\n只有当大潮退去的时候，你才能知道谁在裸泳。不要觉得毕业离自己很遥远，大学四年时光一晃就会过去，考研并不是短期就能突击的。能进入大学证明大家的智商没有本质差异，能拉开差距的就是执行力！大学就是蓄势待发的重逢区，你身边的人不努力，不代表全国的大学生都在摆烂。从此刻开始，请把高度自律刻在潜意识里，荒废的不仅仅是时光，还有你的未来。\n3.学会制定学习计划，用意志力和习惯推动完成\n当你发现没办法做到长时间学习时，教给大家一个很好用的方法：\nstep1.到图书馆第一件事，把每天的学习任务写下来\nstep2.标记好每个任务的时间，在这个时间段心无旁骛的只做一件事\nstep3.每完成一件事，就在任务表划√ ，没过多久，你就会发现，√ 越来越多\n\n对考研结果要有充分的信心，并且抱着破釜沉舟的心态全力以赴。所谓决心也就是motivation，是每天早上唤醒自己的动力，是跌倒了再爬起来的力量。每当我备考期间松懈厌学的时候，我就告诉自己这是读到自己喜欢的学校、从事自己热爱专业的唯一机会。\n就像即将溺水的人一样把这次考研作为自己唯一的救命稻草，拼命抓住，无论多丧都能振作起来。我不在乎自己是否能通过考研逆袭成一个高富帅，但我相信我现在所做的一切努力，都会让我成为一个独一无二、不可替代的人。\n从冰雪消融的初春，到炎炎的夏日，再到考研前那些寒风凛冽的冬夜，破釜沉舟，只为心中的梦想。\n对考研抱有感激，对父母学校为我们创造的读书条件抱有感激，对自己的未来充满希望，想到自己的目标，心中顿时充满动力。把有限的时间用在学习，而不是其它事情上面。\n4.以结果为导向，别假装努力\n打篮球时你宁愿刻苦重复一个动作，却不愿纠正这个动作做出正确的姿势；学习时你更愿意做哪些优势科目的作业，而不是弥补短板科目。\n你在当时的环境下选择了一种让自己更舒适的选项，乍看起来你确实也很勤奋，但是这种勤奋没办法让你更加优秀。\n考研就是一项需要突破舒适区，不断弥补短板的过程。每天提醒自己不可以自我感动的同学，认为只要付出了就一定有相应的回报。我就曾见有人“兢兢业业”地抄专业课笔记，有人“认认真真”地把课听了不下五遍，有人“勤勤恳恳”地去各种论坛搜集资料，但究问其效率几何、成果如何，往往旁言其他。\n5.人际关系：避免无效社交\n（1）不要因为寂寞而恋爱，不要因为无聊而恋爱，不要因为别人都在恋爱而恋爱；如果你正处于恋爱阶段，请认真去爱，负责任的去爱。如果你家里不富裕，或者有学业上的追求，不妨把恋爱的时间花在学习，毕竟本科期间的恋爱，只有极少数能走到婚姻（但是研究生期间的恋爱会稳定的多）。\n（2）尽量少呆在宿舍，多去自习室和图书馆。宿舍完全不是学习的地方，在宿舍学习只会给室友造成焦虑感。就把宿舍当成睡觉的地方，课余时间尽量在图书馆呆着。\n（3）不用逼迫自己“合群”。模仿身边人的行为方式，是人的天性，但这不是颓废的理由。比如，绝大多数学生会把假期耗费在低质量的娱乐中，刷抖音追剧、游戏样样不落；但对于考研人来说，假期是实现弯道超车最好的契机。要想和同龄人拉开差距，就要不惜一列代价离开舒适区，想要考研的你必须利用假期进行弯道超车。\n（4）请学会和你生活习惯完全不同的室友一起生活，学着和他们成为朋友，读研后室友的生活习惯和每个人的生活会更加不同。\n（5）培养自己的分享精神。有好的资料、整理的笔记、辅导员的通知，完全可以分享给室友和同学，不用藏着掖着。分享出去不仅会增加你在同学对你的好感，而且有利于养成有条理、按时按点完成任务的学习习惯。而且你这样做了，在考研备考时，有些重要的信息，室友也会同步给你，这是互利共赢的事情。\n（6）多与一些厉害的师兄师姐交流。举个例子，你想考研，那你必须要知道研究生的报名时间，如何复习？如何找资料？如何面试？如果这个时候有个帮助你的师兄师姐，那么这些问题都会迎刃而解。当然大家有问题也可以在这个答案下面留言。\n四、考研常识（必存）\n这部分我为大家整理好了最重要的考研常识，在考研择校、网上报名、信息确认、复试调剂等流程中都能用得到，大家一定要提前收藏好，以备不时之需。\n1、考研时间\n考研时间通常在12月25日圣诞节前后周六日进行，共考2天。若今年疫情尚未结束，需要48小时内核酸阴性证明才能进入考场，所以大家记得提前预约。\n第一天8:30-11:30：思想政治理论（100分）、管理类综合能力（200分）\n第一天14:00-17:00：外国语（100分）\n第二天8:30-11:30：专业课一（150分）、数学（150分）\n第二天14:00-17:00：专业课二（150分）\n2、考研历年数据\n毫无疑问，最近几年考研的形式是越来越严峻。尤其是22考研，报名人数约457万，比上一年增加近80万，仅仅是监考人员就高达37.8万，可见大家对研究生学历的需求也是同步增加的。录取名额的增长幅度赶不上考研人数的增长幅度，21考研的录取人数约114万人，22考研的录取人数可能会增招到120万人左右；\n考虑到近几年就业压力增大，可能会有越来越多的考生报名考研，同时二战，甚至三战的考生人数也会持续处于高位。另外每年约1000万人毕业，其中约100万人为研究生，也就是说，如果一个岗位有超过10个人参与竞争，那么很可能这10个人中就有一个研究生，竞争越来越多了。\n3、考试科目及题型\n（1）英语\n\n（2）政治\n考研政治满分100分，考试时间为180分钟。题型包括：单选、多选和分析题。其中单选题16（16*1）分，多选题34（17*2）分，分析题50（5*10）分，共计38道题目。\n\n（3）数学\n考硏数学总分150分，工学门类中对数学要求较高的专业考数学一，工学门类中对数学要求较低的专业考数学二，经济、管理类专业考数学三。\n\n难度：数一&gt;数三&gt;=数二4、34所自主划线高校\n国家规定，34所学校可以有权自主划定复试分数线，而不用像其他院校一样必须参考国家线。39所985高校当中，except中国海洋大学、国防科技大学、中央民族大学、华东师范大学、西北农林科技大学5所985高校外，其余34所均为考研自主划线学校。\n34所考研自划线学校名单：清华大学、北京大学、中国人民大学、北京师范大学、北京理工大学、北京航空航天大学、中国农业大学、南开大学、天津大学、大连理工大学、东北大学、吉林大学、哈尔滨工业大学、复旦大学、上海交通大学、同济大学、南京大学、东南大学、浙江大学、厦门大学、中山大学、华南理工大学、湖南大学、中南大学、华中科技大学、武汉大学、中国科学技术大学、山东大学、四川大学、电子科技大学、西安交通大学、西北工业大学、重庆大学、兰州大学\n备注：34所复试线可以不参考国家线，自主划定复试线，基本上比国家线会高，极少数情况下会低于国家线； 复试分数线有可能在国家线出来之前就公布，对复试的侧重点更有自主性。\n5、A区和B区\n教育部根据各省份的教育实力和经济情况，将全国31省市划分为A区和B区，分别实行不同的国家线。A区的国家线要比B区的国家线高，假设没有通过报考院校的复试分数线，需要调剂，超过A区国家线就可以申请AB区的调剂，但是超过B区国家线（未超过A区）不能调剂到A区。\n具体的划分如下： 一区：北京、天津、上海、江苏、浙江、福建、山东、河南、湖北、湖南、广东、河北、山西、辽宁、吉林、黑龙江、安徽、江西、重庆、四川、陕西等21省（市） 二区：内蒙古、广西、海南、贵州、云南、西藏、甘肃、青海、宁夏、新疆等10省（区）\n6、学硕和专硕\n大家直接看看专硕和学硕的主要区别表格吧\n\n培养方式：学硕偏重理论研究，在读研期间主要是搞学术为主。研一上课，研二写论文争取发表，研三申请读博／实习找工作。学制：学硕大多数学校都是3年制，专硕大多两年制，也有3年的，就比如厦大的专硕就是3年。学费：学硕一年大概7000-8000元，专硕大多10000-20000元，也有的学校能达到一年4万多。毕业论文：学硕要求更强的学术性，专硕的毕业论文选择较为灵活，毕业论文和毕业设计都是可以的，专硕的学术性要求相对较低。读博：专硕和学硕都可以读博，但是就是因为学硕时间长，所以有更多的时间写论文、发论文，因为现在好学校采取的是申请-考核制嘛，所以学硕在时间上会更有优势，因为专硕2年时间太紧了，相当于你要完成上课、实习、毕业、找工作等，根本没有太多时间写论文。就业：认可度都很高，大部分企业不关心你是学硕还是专硕。\n7、考研最重要的4条线\n考研过程中，我们会听说各种分数线，每一种线的适用场景各有不同，下面我们都详细跟大家介绍一下。\n（1）考研国家线：教育部划定的及格线，教育部把全国31个省市自治区分为两类，分别为A类和B类，分别划线从而形成A类线/B类线，或一区线/二区线。前者分数线高后者稍低，一般相差2-10分。考生只有达到了国家线才有可能参加复试和调剂。其中包括应试科目总分要求和单科分数要求。除34所自划线学校，其他学校的复试分数只能高于国家线，但不能低于国家线。\n（2）34所自划线：自主划线是34所院校自主决定考研复试分数线，而不必参照考研国家复试分数线。这样的院校会有更多招生自主权，34所自主划线高校全部都属于985高校。一般而言，34所的校线对考生来说没有参考价值，而其院线才是决定考生是否能够参加复试的分数线。\n（3）复试分数线：各招生单位在国家线的基础上，根据本校有关专业生源余缺确定的复试资格线，等于或者高于国家线。\n（4）录取线：该专业拟录取考生中，最后一名的分数，这个可以从拟录取名单当中找到。因为考研复试都是差额的形式，所以我们不仅要关注复试线，还要去拟录取名单上找到最后一名的分数，以这个分数作为自己的底线目标。\n8、考研报名时间／流程\n考研报名分为：预报名阶段、正式报名阶段、网上确认阶段。\n预报名：考研预报名主要为了缓解正式报名时报考系统的压力，起到一个“分流”的作用。预报名和正式报名效力一样，即如果预报名成功了，正式报名就无需重复了。同理，预报名没有赶上，10月份正式报名依然可以报。如果现在还没确定学校，那么可以等正式报名再报，但是预报名的好处是可以提前选择考点。第一次考研的同学不用紧张，报名系统上面都会有提示，一步一步完成没有任何问题的。\n1.登录报名网址：https://yz.chsi.com.cn/yzwb/2.进入研究所网上报名系统实名注册，注册账号是查询报名号的唯一方法，后期查询信息、准考证下载和登陆调剂系统等事项都要使用这个信息，所以一定要牢记你的账号密码！！3.阅读相关公告和老师承诺书并点击认可4.填写考生信息(学籍学历、基本信息、户籍档案、家庭主要成员、学习与工作经历、奖惩情况、联系方式)。系统中带*的文本框为必填内容，证件号码等使用半角英文输入法输入；考生填写学历(学籍)信息进行网上校验，考生可查看学历(学籍)校验结果，未能通过学历(学籍)网上校验的考生应在招生单位规定时间内完成学历(学籍)核验；家庭主要成员和学习与工作经历均至少要完整填写一项；5.选择报考专业，研究方向，及考试科目和报点6.核对信息，并输入校验码7.生成考号要牢记考号8.网上缴费9.报名成功\n正式报名：大家可以登录中国研究生招生信息网查看报名流程，其实并不复杂，简单的总结就是以下几步：\n1、在研招网实名注册，牢记用户名和密码；2、填写考生信息并进行学历校验；3、填报招生单位和报考专业；4、核对信息并提交； 5、网上缴费。\n9、报名注意事项\n下面列举一下考研报名的注意事项\n1、预报名一般都可以参与，部分地区的往届生不能；2、必须实名注册，牢记注册的用户名和密码；3、身份证最后一位为“X”的建议使用大写字母；4、不要开启有网页拦截功能的软件，避免无法查看网页；5、招生单位、考试方式、报考点等要慎重选择，一旦生成报名号后则不可以修改；如确实需要修改，须取消 已有的报名再添加新的报考信息，已取消的报名信息不可用于网上确认（现场确认）； 6、报考专业名称前面有“(专业学位)”字样的为专硕，其他为学硕；7、网上支付报名费的考生请检查支付是否成功，即银行卡是否成功扣款；8、考试方式选择全国统考，MPACC、MBA选管理类联考；9、学习形式的填写：本科就是普通全日制，成人高考属于成人教育，自考属于自学考试；10、选择报考点时建议选择离自己近的或者方便的考点，此处为先到先得原则，所以一定要尽快选择并提交， 在考试时会便利很多；11、预报名和正式报名都在研招网完成；12、往届生考生来源一般选择其他人员即可；13、通讯地址为接收录取通知书的地址，建议写学校，联系方式也必须准确，不要欠费停机；14、关注预报名和报名的时间，在规定的时间内完成填写并确认。\n10、网上确认材料\n①一寸证件照：蓝底/白底，清晰无妆，脸部无遮挡，不可修图，不能用照片翻拍，否则影响审核，该照片主要用于准考证。②本人有效居民身份证正反面③毕业证/学位证/应届生准备学生证④本市非应届本科毕业生：本市户籍考生还需上传本人户口簿图像非本市户籍考生还需上传本人2021年连续3-6个月社保缴费成功记录图像or居住证。⑤在读研究生和第二学士学位在读生：提供现培养单位出具的同意报考证明（需写明：知晓并同意该生报考我校研究生，拟录取后同意注销该生在读学籍。）⑥少数民族高层次骨干人才计划、士兵专项计划、强军计划等特殊计划的考生，还需要上传其他证明，以报考点公告为准。\n11、打印准考证\n网上确认通过之后，可以在12月中旬打印准考证，大家一定保存好研招网的用户名和密码，打印准考证网址：中国研究生招生信息网。注意，准考生可以多打几份备用，千万不能有任何字迹和涂改，否则按作弊处理。\n12、考研信息权威网站\n①中国研究生招生信息网：报名、网上确认、准考证打印、复试调剂、官方时间节点公布.....\n②中国考研网：考研资讯、公共课资料、调剂信息等......\n③中国教育在线：考研报录比、历年国家线、公共课真题、各个考研院校复试分数线、调剂信息汇总等....\n④报考院校的研究生院官网：招生简章、招生专业目录、复试章程、调剂公告、学费奖学金住宿等....\n13、统考专业课和自命题专业课\n对考研有所了解你就会知道，考研有很多专业可以选择。在考试方面，它们最大的不同是：\n有些专业是国家统一命题（如法律硕士、管理类联考硕士、计算机硕士、历史学硕士、心理学硕士、教育学硕士等），简单点讲，如果你报考的是上述专业，无论选择那个学校，考研的试卷和题目都是一样的；另外一些专业是学校自主命题（如新闻传播硕士、心理学硕士、会计学、金融学、管理学、文学、水利土木、数学....），自主命题的意思是，你报考不同的学校，就要考不一样的专业课试卷。\n如果你报考国家统一命题的专业，10月考研报名前请尽情做一位渣男/渣女，只需要认真复习专业课和公共课，等10月份进行一次真题模拟，根据模拟分数选择对应段位的学校。\n但如果你报考的专业是学校自主命题，在一开始就要确定好目标院校。在这种情况下，每所院校都有各自的出题偏好，甚至阅卷老师也会对某些答案有天然的好感。如果没有确定目标院校就开始复习，或者复习到一半换学校，对考研结果是非常不利的。\n五、考研各科复习规划\n太多经验帖都强调“努力”的价值，制造焦虑情绪让你赶进度、告诉你怎么学，但是学习这东西是最骗不了人的，他不看你是否头悬梁、锥刺股，他只看你是否能够做对题。\n很多同学在备考期间最大的特点就是“急”，急于刷完课、看完书、背完一轮，和身边的人比进度，到头来发现知识点囫囵吞枣，做题错一片，后期职能拼命女娲补天，导致自己心力交瘁。作为过来人，我首先要告诉你的就是学习千万别“急”，也不需要用力过猛。\n衡量计划科学与否的标准是知道每一科目分阶段的deadline，清楚每一天需要学什么内容，避免在学习时间犹豫导致时间的损耗，这样的计划就是有价值的计划。\n每周都要反思你的学习思路、学习方法和学习习惯是否存在问题？有没有陷入“假努力”的误区？当你不再用时间定义努力，用形式预测结果，靠表演感动自己，把起床时间作为衡量自己考研努力程度的标准，而是真正的扪心自问：我今天学到了什么？这些知识会运用了吗？错题都真正搞懂了吗？该背诵的内容实际记住了多少？保持这样警醒度的你，想不上岸都难。\n1、考研英语\n传统阅读+新题型阅读=50分。所以英语备考重点在阅读，如果能保证阅读和新题型拿到42+，作文不要跑题，按照模版准备、字写的好看一点，就可以保证75+。\n你的重点在阅读和新题型，请不要花太多时间研究翻译和完形，性价比很低。\n英语一81分，一战上岸厦门大学cs，阅读全对。我英语属于那种基础很弱的，六级439分刚过线，在准备考研时我把较多的精力投入给了英语，5-9月每天3h，10-12月每天2h。\n本部分适用于：\n英语基础一般，备考时间5个月以上，目标75+，愿意为英语多花时间的人。我每天学习英语的时间固定2h，基础差的同学可延长至3h。不要一天用3小时以上的时间学英语，要学会多科目间隔学习，效率比长时间学一门课程高得多。英语阅读中有不少做题技巧，见本文最后。找到对的学习和做题方法还不够，更重要的是坚持背单词、精翻文章和分析题目。如果你觉得我的方法还不错，请坚持实践下来，尽量不要频繁的变换方法，会让自己越来越混乱。\n更新：有不少同学想要作文模版，我正在整理了，预计15号之前更新上来。暑假阶段英语说白了就是背单词+刷真题阅读+看点阅读技巧的课。作文、新题型、翻译、完形我会陆续出方法，敬请期待，（这里面作文是最好准备的，请放心）。\n英语的学习方法，很多都是老生常谈，现存经验帖都非常同质化了，我不再赘述。给大家分享下我认为最扎实的方法。\n只要做好这些，英语80没问题哈！！！\n1、背单词。\n背单词是贯穿于考研英语复习的「头等大事」，请务必每天坚持。可以用单词书，也可以用单词APP，我用的是不背单词APP，这个不用付费，而且页面、词汇展示风格、复习记忆曲线比较适合我。\n单词库的选择一定不能贪少，第一次背就要选择词库全的。个人认为少于5500单词的都是扯淡，别以为里面有2000是简单词，真正做题时你会知道卡住你的就是似曾相识的简单词。\n此部分我不必多说，坚持背诵就行，不管多少轮都要背到考前。但是每天背单词的时长可以根据词汇的熟练程度适当缩短，背完5500词你会有惊喜（我直接背的是6500词，因为我这人没有安全感，总想多背点）。\n\n2、刷真题。\n为提升阅读正确率，我们要思考如何优化做题和检查流程。做题的规范和步骤是为了尽可能的推迟直觉介入的时间，把尽可能多的客观要素考虑完全，不犯事实层面的基本错误。四篇英语阅读20道，可以要求每一道题都经过这3步。\n分析题干和选项，在原文中进行精准定位。圈出题干和选项中的关键词、主语、时态，考研英语中遵循出题顺序和原文顺序保持一致的原则，通过题干和选项中的实词、词组对应段落中精准定位。根据定位到的信息，对选项做出评估，观察选项，如果选项提到的事物差异很大，那么直接选与定位句沾边的选项；如果选项具有相似性，再看选项的细节，看谁的出错概率最小。阅读文章时要用笔标记关键词，防止走神和带入主观经验。选出答案后，建议去原文中画出答案依据，避免主观臆断。\n3、学习做题辅助技巧。\n在刷题过程中我总结了13个比较有用的做题方法。\n考研阅读题干是按照文章顺序出题。请不要跳读！更不要全部读完文章再做题，要看一段做一道题，按照顺序来，否则很容易被文章中的其他信息干扰。注意题干中的主语和否定词，防止落入题干陷阱；格外注意动词、正反情感词、大小写转折词。注意文章中隐含的对立（时间、地点、人物）：文章中说过去XXX，那么现在一定不XXX；文章中说北方XXX，那南方一定不XXX；文章中说大多数人认为XXX，那么少数人一定不这么认为（作者一般是少数人）。无具体内容的选项出错概率较少：如a.虚头巴脑的东西没法错 (....影响、....关系、....作用)；b.肯定对的+放之四海而皆准的(不是所有的人都能完成目 标);c.四个选项都在说的(一般是文章的主旨)；d.全文都在说的(这也是主旨)。如果最后一题是主旨题，请集中读5个题干+主旨题的4个选项， 找出重复的词(名词、涉及文章内容、词组)，重复的词大概率就是主旨，直接在4个选项中选择包含这个词的选项即可。解剖作者：时刻以作者为中心，站在作者的立场思考问题，哪怕作者与你的见解相左，要尝试通过文章描述、举例等推断作者的核心思想和最终目的。认清自己：你仅仅是做题的人，千万不要带入先验知识。例如“我们都应该保护环境”，这句话没有上下文时，所有人都认为是对的；但是放在选项中，他就不一定是对的，因为作者没有说过这句话，这仅仅是你的先验知识而已，换句话说就是：你以为的就是你以为的吗？正确选项符合同义替换特征。如果某个词在原句中重复出现，200%错。选择标题类。标题中要包含本文的中心内容，比如文章中不断在讨论税收问题，那么标题中也要包含税收这个词；同时，标题不能只代表一段的内容，要覆盖全文思想；最后，慎用文中的具体事例做标题。例证题首先要排除谈例子本身的选项。作者态度题有一些陪跑词可以先排除，比如indifferent，biased（如果作者漠不关心为啥还要写文章？biased如果作者对XX有偏见这篇文章也不会被刊登啊），此外还有很多陪跑性质的词汇，也可以帮助你快速排除错误选项。根据定位到的信息，对选项做出评估，观察选项，如果选项提到的事物差异很大，那么直接选与定位句沾边的选项；如果选项具有相似性，再看选项的细节，看谁的出错概率最小。如果两个选项意思相反，正确答案必在其中，这时候看定位句的方向和态度即可，只要某个点有方向的暗示就直接选了。4、准备作文写作框架。\n考北京、上海的小伙伴尤其注意，如果用特别明显的模板，大作文很容易被打成低分卷。你要形成自己的写作模版（思路），然后从优质范文里面找好用的句式和单词，融合成你独有的作文模版。每周无论多忙多累也要坚持写1篇大作文，1篇小作文（写作时间最好按照考试时间来算，小作文安排10分钟，大作文安排25-30分钟）。目标是通过联系熟悉你模版的运用。在日常做阅读中，也可以积累一些好用的句型，改编进你的作文模版。不管英语水平如何，根据好的范文里的好词好句做一点点积累，然后有贴合的中心词有语料的情况下写简单的句子，分数都不会低的。\n小作文稍微模版化一点问题不大，准备方法是按照建议信、邀请信、告示、感谢信、投诉信....准备常用的开头、结尾。中间段你可以准备一些万能的原因，到了考场之后根据情况改写就可以。（如果需要我把我的作文模版贡献出来）。\n总结：相信自己根据优质范文、阅读真题文章句子整理的模版，别轻信市面上流传的模版，多多少少都有些问题。最后！背10篇范文都不如一套模版好用，你在考场上就知道了！\n2、考研政治\n我的政治是83，政治能上80的不多，所以能拿到80分就有不错的比较优势，而这个分数是非常具有期待可能性的。\n1、用书推荐：\n肖秀荣（精讲精练、1000题、肖8肖4）徐涛（优题库、6套卷、冲刺背诵笔记、核心考案）腿姐（冲刺背诵手册、四套卷）\n2、课程推荐：\n徐涛暑期强化课肖秀荣考前点睛课（3小时）腿姐答题技巧班\n3、复习安排：\nNO.1 7月份-8月份，听课+刷题。\n第一轮最重要的是“框架+理解”，特别是马原部分，极其注重对原理的理解。徐涛暑期强化班可以按照马原—史纲—毛中特—思修法基的顺序进行。\n政治的分数取决于你客观题的得分，所以备考阶段多刷选择题有百利无一害。每听完一章做配套1000题和徐涛优题库，这两本习题册的题量完全足够，质量上乘。\nNO.2 9月份-10月份，选择题知识点背诵+习题二刷。\n二刷1000题+徐涛优题库，把错题笔记整理到书上。任何没有理解的部分，不能只看解析，一定要返回精讲精练中重新理解。徐涛优题库解析很详细，每个选项都有对应解析，而且题量够大。\n10月份徐涛最新的《冲刺背诵笔记》会出版，这本书是对于知识点的精华总结，可以直接拿这本书进行背诵，减轻考前记忆负担。反复滚动记忆客观题的考点，以求把琐碎的知识点化作常识，避免后期遗忘再返工听课，留下充足时间给专业课和政治主观题的背诵。\n同时这个时候，腿姐也会出答题技巧班。会告诉你选择题和分析题的答题套路，如何通过排除法选出正确答案。这个方法论的课程强推。\n关于土地政策、各种会议的内容等知识点，应该单独将这些知识点加以整理并刻意识记，寻找规律，每次碰到类似题目都把相关知识点从头到尾过一遍，这种看似笨拙耗时的方法对于记忆这些零碎且需要区分的知识点还是很有效果。我当时直接用卡片中的免费笔记（它整理了考研政治会议时间线，你按照它的提示领取笔记，记得不需要花钱！）这些政治知识点特别适合一组一组的背～\n\n考研择校择专业&备考资料合集￥0.00免费领取\n\n\n\n\n\n\n注意！！！我想提醒大家的就是，一定不能只听课做题不看书！！！我和5个政治80+的同学交流，他们的普遍特点就是都把教材（精讲精练）仔细看了几遍，精讲精练是知识点最全的教材，前期一定要认真看。\nNO.3 11月份-12月份，分析题答题素材背诵+刷模拟题。\n11月份徐涛老师会在公号或者喜马拉雅出50天带背计划，建议大家每天跟上进度。\n这时候市面上的模拟卷就会上市了，建议能买到的都买来刷题，只做选择题部分。\n关于政治的主观题，直接听肖秀荣老师的考前点睛班，3小时左右，会帮你汇总全年时政选择题热点，以及肖四大题的背诵逻辑，相当于肖秀荣老师带背，而且他会告诉你每道大题的重要程度，你会更好的分配政治分析题的背诵优先级。\n记住，一定要先分析出答案的层次再去背诵！先记忆分析题的逻辑框架，再填充关键词，最后做到能够复述即可！\n不要拿着肖四答案死记硬背！！！不要拿着肖四答案死记硬背！！！不要拿着肖四答案死记硬背！！！\n\n首先，这样背记忆效果不是很好；其次，全国大部分考生都在背肖4，千篇一律的答案得分不会很高；最后，万一今年肖老没有压到某道题，背答案就很惨。所以大家一定要形成自己的答题思路，整理出每道题的逻辑框架，肖秀荣老师的答案可以和徐涛老师的答案融合，答案最好有自己的阐释，不要全部套老师的答案，向阅卷老师展示你与其他考生的区分度，证明你是有自己的思考的。\n3、考研数学\n数学经验帖在此，请大家参考\n\n六、考研心态调整&如何自律高效学习\n考研期间一定会有负面情绪。当产生负面情绪的时候，不要试图对抗，不要暗示自己这样不好，这样会让自己在已有的负面情绪上再加一层懊恼。\n建大家焦虑的时候，选择一项自己喜欢的东西解压（比如：出去散散步、吃点好吃的、约朋友谈心、回宿舍睡觉）。我当时每周五下午给自己放假，出校门吃点好吃的，然后再去操场听歌遛弯，或者约几个朋友围着学校跑5km。总之陷入负面情绪的时候尽量不要再陷入封闭状态，一个封闭的系统一般情况下混乱度更倾向于自发地增加，单凭自己的思想、精神、和心灵很难独立的走出负面情绪。\n1、焦虑的主要原因\n（1）过高的自我期待，扭曲了考研这件事。\n研究生招生考试充其量算一个筛选考试，那就是说只要你的个人能力和专业素养符合了招考院校的招考要求，那么大概率是可以上线并被录取的。这本就不是意见成败论的事情。当你的努力浇灌出来的专业素养和个人能力足够时，不想上也能考上；自己的水平没达到要求，再想上也考不上。\n（2）缺乏明确的复习规划，对每天的复习任务产生迷茫。\n衡量计划科学与否的标准是知道每一科目分阶段的deadline，清楚每一天需要学什么内容，避免在学习时间犹豫导致时间的损耗，这样的计划就是有价值的计划。\n每周都要反思你的学习思路、学习方法和学习习惯是否存在问题？有没有陷入“假努力”的误区？当你不再用时间定义努力，用形式预测结果，靠表演感动自己，把起床时间作为衡量自己考研努力程度的标准，而是真正的扪心自问：我今天学到了什么？这些知识会运用了吗？错题都真正搞懂了吗？该背诵的内容实际记住了多少？保持这样警醒度的你，想不上岸都难。\n（3）复习太晚，时间没有留出足够冗余。\n不要寄希望于自己创造每天13h+的学习记录，把学习任务分配到每天，以减轻身体和心态方面的压力。但是如果你现在刚大一大二，那么你很有先见之明！羡慕你，还有这么多时间可以支配。\n考研是孤独者的修行，是一场从黑夜到黎明的奔跑，这条路上，没有鲜花也没有掌声，甚至看不见终点何处，有的只是千千万万和你一样的奔行者。\n2、如何自律高效学习？\n关于这个问题，可以参考这篇回答。南大学姐林月半把这个问题分析的挺透彻，可以拿来剖析一下自己的学习状态和拖延原因。并根据她给出的方法论，去实践。\n\n《山月记》:\"我深怕自己本非美玉，故而不敢加以刻苦琢磨，却又半信自己是块美玉，故又不肯庸庸碌碌，与瓦砾为伍。于是我渐渐地脱离凡尘，疏远世人，结果便是一任愤懑与羞恨日益助长内心那怯弱的自尊心。\"也许可以牵强地类比下，考研也是对自己雕琢的一个过程，我不怕雕琢时的痛苦与磨难，只怕雕琢之后，证实了自己是块瓦砾，而非美玉。\n不过别管是瓦砾还是美玉，雕琢一番总能成器。\n预祝桂冠加冕，期待顶峰相见！"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "早确实是有点早，不过你的目标要是比较高，一流名校王牌专业那种的，现在准备也可以。\n早点开始可以有更多的调整时间。\n学累了拿出一个礼拜出来泡妞啥事不耽误，要是准备时间晚了就不行。\n必须得全心全意学习了。\n实话实说我也是现在这个时间点开始准备的。\n不过我和你们大部分娃娃的情况不一样，我是大学挂科挂多了。特娘的挂了20多科。\n不考研肯定没有本科毕业证，既然肯定得考研，底子又烂，索性就早点准备。\n那就主要讲讲政治，英语，数学，专业课四科学习方法。顺便捎带手分享点专业选择。\n.\n英语：\n我英语贼烂，本科的时候最高分424，本以为过线近在眼前，谁特娘的能想到这居然是我本科四级成绩的巅峰。\n虽然我英语已经这个奶奶样了，但我还是要说这四门课，英语不是最难的，也不是最重要的，却是最恶心的。\n恶心不在学习层面，在于国家线。国家线是什么知道吧？\n就是你想考上研，总分至少不能比国家低，各科单独分数不能低于单科国家线。\n每年英语是单科不过线比例最大的。更恶心的是，每年不过线的同学，其中有将近四分之一是总分过线了，英语单科没过线。\n所以这鸡掰玩意也是前期复习的重点。\n英语日常比较注重积累，同时英语这玩意要学会利用碎片化时间来进行学习，可以听听音频，看看英语文献，多培养语感。\n先说目标，寒假期间，争取英语大纲单词过一遍，基本语法要学懂。\n英语大纲单词约5500个，超纲单词630个。其中有一部分熟词生义。熟词生义这个后边会详细说。\n寒假期间5500大纲词汇一定要过一遍，这一遍不是让你完全记住，这样太特娘的欺负人了。背过一遍就行，有个大概印象。整个考研复习流程单词要背四到五遍，这是第一遍。\n630超纲单词寒假不用背，你要是考英语二，全年都不用背。甚至有的同学考英语一，不追求太高分，也不用背，这玩意不太影响对整篇文章的阅读。\n如果现在开始的话。每天60个单词，时间一个小时左右。有的老弟老妹会说，那万一时间不够用。\n我告诉你，背单词这个玩意，你花10秒背一个单词，和花5分钟背一个单词，对你来说都是一样的。最后都是特娘的记不住。\n所以，一个单词不用花太长时间，尤其是第一遍。\n语法这一块，基础知识要学懂。这么说吧，英语四级成绩460分以上的，基础语法问题都不大。主要是针对英语成绩不好的娃娃。\n基础接单保证，能分清句子成分。知道啥是主谓宾定状补就可以，从句，虚拟语气，倒装，there be句型这类基本的弄会。\n任务完成！就做这两个事，真的，把这俩事做好，后期不拉跨的情况，英语50分左右肯定没问题。\n考研英语有两个难点，一个是长难句，一个是熟词生义。长难句现在还学不到，重点讲熟词生义。\n熟词生义就是字面意思，单词很熟悉，意思很陌生，大纲词汇里面大约有30%的熟词生义，不到2000个。大概率放翻译或者作文里面考查。\n翻译其实还好，大不了这2分我不要了。举个例子，school，这个单词有不认识的没？不认识找个灵验点的寺庙拜一拜吧，忘性太大了。\n小学词汇，学校的意思。school of fish 的意思呢？当年一大部分学生给翻译成鱼的学校，还有翻译成特娘的鱼产学院的。\n其实很简单，这里school是量词，就是一群鱼的意思。\n但是出现在作文里，那就有点坑人了，来看图。\n\n英语作文，就这样，看图说话，和小学语文作文一个样。\n这个图是赡养老人的中心思想，当年还有一部分写成养儿不如养女的，我咧个去，神仙脑回路。\n具体不分析，赡养怎么写？当年有人用take care，有人用look after 这特娘的差着辈呢。\n还有大哥用feed，那是喂猪！\n很简单一个初中词汇，support，都知道是支持的意思，可以自己查查词典，倒数第二个意思，赡养，抚养老人。\n熟词生义，一定要用心背。\n基本白天用一部分时间，背单词，学语法就可以了，现在这个时间点也不用太累。\n英语不多说，说说数学。\n.\n数学：\n从21届考研开始，数学改大纲了，增加了选择和填空的分值，和我考研的时候不太一样。说直白点就是更注重基础了。\n前期数学的基础特别重要，线代概率的基础不用这么着急打。只打高数就行，先学高数上。\n信我的，如果你数学基础不好。前期不用什么名师题，不用什么绝版资料，就用同济第七版高等数学教材。\n\n个人感觉同济七版教材是最基础，最精华的教材。有好几年真题都是同济七版课后题变形改的。\n前期就看教材就可以，其实视频都不用，实在学不懂可以买一本教材详解。\n看完教材做例题和课后题，一周一章，先把高数上过一遍。如果能把教材所有例题和课后题手到擒来，那你这基础基本没啥太大问题。\n数学其实特点挺明显的，等你们后期做真题，就懂了。比如多重积分，这个知识点每年都考，自己多总结就好。吹点牛逼的说，前期数学基础打好了，后期不拉跨，100分保底。\n.\n政治：负责任的说，不用看，你要是实在抵挡不住你对政治的热情，简单了解一下政治的大纲就行。\n知道政治有什么题型，考哪几门书就够用了。\n政治单选16题，每题1分，总分16分。\n多选17题，每题2分，总分34分。\n简答题5题，每题10分，总分50分。\n政治满分100，其中考的科目我们本科都学过，知道你上课都睡过去了，没事。都这样。\n这五门分别是马克思，毛中特，近现代史，思修与法基，时事政治。\n知道马克思最难，毛中特占比最高就可以了，除了马克思需要理解之外剩下四门都是背诵为主。\n好了，现在你需要知道的事我都告诉你了，答应我，今年就别合计政治的事了，乖。\n.\n专业课：说到专业课，就涉及到院校和专业课，除了统考专业，每个学校专业课题都不一样。\n现在专业课不用学，思考一个事就行。到底要不要考本专业。\n抽空了解一下各个专业，简单了解就行。\n三方面：\n1，这个专业的内涵，以后它干啥。\n2，这个专业的课程设置，以后它学啥。\n3，这个专业的社会需求度，好不好找工作。\n别的，都不用管。\n如果要是不喜欢本专业，大胆跨，找一个你喜欢的，就业没那么拉跨的。\n多了解了解以后的工作模式和发展方向。具体考研难度，你先不用管，还没开始学呢，谁知道自己是不是爹啊。\n.\n总结一下。\n现在开始准备考研，确实是属于比较早的那一批。\n正常基础，正常情况的娃娃，可以再往后等一等。如果是目标贼高，或者基础贼差的娃娃，现在开始我也不反对。\n加油吧。\n好咧，今天就唠到这，再会。\n我是十五\n我爱你"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "不早啊！赶紧开始吧。我就很后悔自己没有早点开始。\n其实早在大二听完某考研机构的讲座，我就心动了。考研机构老师的嘴也太厉害吧，个个都是“张雪峰”，听他讲完，要不是“政策”不允许，我恨不得大二就去考研，当晚就想看书到天亮。\n考研的种子种下了，但是一直没有机会发芽。大三我们专业要外出实习，突然从学生党转变成打工人，让我既兴奋又疲惫，感觉实习一天啥也没干，但就是累的要死，下班只想“葛优躺”。而考研，仿佛我的初恋，他一直在我心里，但我只是偶尔会想起他。\n我就像何书桓一样，犹犹豫豫，彳亍着，偶尔心血来潮，想利用下班时间开始准备考研，但不知道什么时候开始才合适，也不知道要先干什么后干什么，越盲目越迷茫，越迷茫越拖延。所以才有了，大家都开始复习了，而我什么都没干的惨状。\n你要是和我一样有类似的症状，想考研但不知道该干什么？\n来！来！！来！！！看这边~~\n前方高能预警，一大波干货砸向你！！\n我当时因为身边人太卷了，弄得我很焦虑，很急，所以先买了本单词书，边背单词边择校择专业，准备复习规划什么的。\n你现在大二暑假，开学才大三嘛，不用着急，也不用慌张！按照正常流程走就行：\n其实考研准备阶段也就3件事：选学校&专业——买书——制定复习规划。\n\n只要是第一次考研的小白，对这3件事，其实都是没有概念的，需要借鉴别人的经验。所以经常会有人说“考研是场信息战”，搜集信息能力强，知道的多了，就能比别人少走很多弯路。\n1、去哪搜集考研信息呢？\n（1）官方渠道\n中国研究生招生信息网（也就是研招网）：刚结束的考研预报名，还有正式报名都是在这个网站，包括考研流程、专业知识库、院校信息库、历年分数线他上面都有。\n中国研究生招生信息网yz.chsi.com.cn/\nyz.chsi.com.cn/yz.chsi.com.cn/\n各大院校官网：查看招生简章、考试大纲、专业目录、专业课参考书目等。（直接找度娘搜XX大学研究生官网就可以了）\n（2）民间渠道\n考研论坛：有报考信息、备考经验、复习资料，还可以发帖找研友和学长学姐。\n考研论坛_考研人的精神家园！bbs.kaoyan.com/\nbbs.kaoyan.com/bbs.kaoyan.com/\n二手教材网：各大高校的教科书基本都能找到。\n【二手教材网】-淘二手书,旧书的好地方.www.2sjc.com/\nwww.2sjc.com/www.2sjc.com/\n2、怎么确定学校和专业？\n（1）择校流程\n第一步：确定专业。考虑未来就业方向、个人兴趣爱好、报考难易程度等。先确定专业大类，然后在研招网专业知识库查看专业所属一级学科下的具体专业。\n第二步：逐级筛选。确定你最在意的几个因素，如：地域、专业排名、城市经济发展情况等。然后在研招网专业知识库查询开设目标专业的学校，逐级筛选。\n第三步：具体查询。分别查看这几个学校的官网，看招生人数、分数线、真题难度、真题风格、专业的培养方式/方向等。最终确定目标院校。\n（2）择校你需要了解以下常识\n学硕&专硕：学制、学费、培养方式就不说了，网上都有，一般来说专硕比学硕简单，招生人数更多。全日制&非全日制：差别包含上课时间、学费、住宿等方面。个人建议优先选全日制，如果一个专业同时招收全日制和非全日制，分数线会取折中或者按非全划线，这也就是说全日制的过线难度降低了，而且很多学校不用走调剂系统，全日制就能向非全调剂。英语一&英语二：大部分专硕考英二（也有考英一的）、学硕考英一，医学类都考英一，不要因为英语去决定自己考专硕还是学硕，不值得。调剂：有些学校要联系导师问人家要不要，导师同意才能调剂，所以，不要把调剂当后路，尤其是本科不好的人，一般调剂都是要看本科的。（反而很多好学校保护一志愿，对双非的人更友好。）水区&旱区：就是阅卷的严格程度，北上广严一些，西北西南还好。专业课压分：看学校、看专业、看考试年，不是绝对的，有些学校今年压，明年不压，有些学校这个专业压，那个专业不压，专业课分数不太高，不能证明压分，除非是文科类考了个位数，才算是真压分，比如宁夏大学。\n\n3、买考研资料\n院校专业确定好了，就能知道你的考试科目。比如我们专业不考数学，外语考的是英语一。然后就可以着手准备买书，开始正式复习了。\n接下来说一下，考研各科买什么书？上哪买？什么时候买？先买啥后买啥？\n（1）先买英语\n考研英语其实不难，它不考听力又不考口语，所以只要你肯花时间就一定能学好。但英语对基础要求非常高，突击不来，必须尽早开始。\n我建议大三的你不要一次性全买，分4波入手：\n①第一波：单词书\n单词书我用的《考研词汇闪过》，贼好背。所有大纲词都按考试频率划分的明明白白、有主有次，你背的时候把重点的、考试经常考的高、中、低频词多背几遍，比你没有重点的盲目瞎背，效率高多了！对了，高中低频单词下面标了【真】的是真题短语，别偷懒，把短语也一起背了，这些短语记住了，你后面刷真题就轻松很多。\n\n②第二波：双12丨真题书\n真题书我和大家一样，用的巨微真题《考研真相》。因为我英语底子不咋样，顶多也就是个初中水平，所以特意选了本讲解详细，重视基础的真题书。24版全套是6本，现在买估计会发货前3本，后面3本按照往年惯例，到明年2月份左右上新，毕竟现在23考研的还没上考场，从哪给你弄23年的真题啊，对吧。\n③第三波：大三暑假（8月）丨买作文书\n作文书我是暑假买的，主要看你的复习规划，要是暑假开始准备作文，那你就暑假买，10月才开始，那你就10月买，根据你自己计划提前买就行。\n我用的作文书是《写作160篇》，适合0基础不会写作文的宝子用。\n（2）专业课书\n专业课也建议大家早点看，我看了3遍，我有个学长专业课看了8遍，贼牛，他专业课，好像考了280多（满分300），服了服了服了~\n\n专业课书每年变动不大，我在学校官网上查好之后，一次性把专业课书全买了。\n如果经济上有压力的话，也可以分批入。比如有的专业书有十几本，按重要程度和先后顺序，给专业课书排个序，先买重要的2-3本来看，看完之后再买其他的。没有压力的话，就和英语资料一起入吧。\nPs:虽然我不考数学，但还是提醒一下，数学也要早做准备，最好和英语、专业课书一起买。\n（3）政治资料\n政治你必须得分批买，资料上架的时间都不一样。\n①明年6月底丨买选择题资料\n这个和作文书一样，你几月准备开始复习政治，提前买了就行。比如我是7月开始复习，那我6月底下单就可以了。\n前期主攻选择题，参考资料我用的是肖秀荣《精讲精练》、《1000题》。精讲精练知识点比较全，但自己硬看会比较吃力，建议搭配徐涛强化班视频课，配套食用。\n《1000题》是刷题必备，是肖大大精讲精练配套习题，帮助学习解题技巧，至少刷3遍。（后面详细说每1遍如何刷）\n\n②明年双11丨买肖8\n肖8差不多就是双11前后上，肖8一上架就买来做。\n③明年12月丨买肖4\n肖4一般是考前2周左右出，出了新书就下单买来可劲背大题。\n4、制定复习规划\n我当时把知乎、某站、小红薯、某音，各大平台都快翻烂了，制定规划不要嫌烦，总结各大博主、大V、机构的复习规划，然后制定自己专属复习规划。\n我制定复习规划的整理思路是：\n先确定全年大的时间节点，然后倒推出每个阶段的主要任务和具体的执行规划。\n01 全年时间节点规划\n我不考数学，所以考试科目就是英语、政治、专业课。每个科目在几月之前必须完成什么任务，要做到心里有数。\n（1）英语：关键时间节点——6月丨10月丨12月\n6月前：搞定基础部分，所有大纲词背完至少1遍，常考的重点词背3遍。掌握基本语法知识以及长难句拆分技巧。6月：正式开始刷真题，前期都以阅读理解为主，目标是正确率达到80%。10月：开始准备作文模板+训练除阅读外的其他题型。最晚11月下旬起刷套题，训练整套答题能力，毕竟考试是需要在规定时间内完成整套习题，而不是只答完某个板块。12月：模拟考安排上，模拟考试时间可以和正式考试一致，安排在下午的2点-5点，答题的时候模拟考试场景，涂答题卡。这种提前预演的方式，可以在考试前发现你的一些“小毛病”，比如涂答题卡时间不够，或者在某个题型上耗时太久，写着写着笔没有水了，2B铅笔断了之类的，提前发现，就能及时改进，及时做好应对预案。总比上了考场状况百出要好吧。\n（2）政治：关键时间节点——9月丨11月丨12月\n9月前：1.5/2倍速跟着视频课过完第一遍知识点，做完对应章节1000题。11月前：完成1000题2刷，肖8到手之后，刷肖8选择题。12月：3刷1000题；肖4到手，全背，这个是性价比之王，投入少，得分高。\n\n（3）专业课：关键时间节点——6月丨9月丨12月\n6月前：地毯式看一遍书，以真题为导向，划出重要的章节和知识点。9月前：完成专业课主要考察的参考资料所有知识点框架图。12月前：反复背重点章节、重点知识点；12月：达到拿着框架图能说的头头是道，或者说到某个章节，脑子里自动就有框架图。\n\n当然，所有的时间节点都不是固定死的，上述节点是以我自己以及身边人为例，适合大部分人的节奏安排。\n方法教给你了！！根据自己的实际情况来调整。\n比如你基础好，又开始的早，4月就学完了长难句，单词也背了好几遍，那你开始刷题的时间节点，就可以改成5月。\n02 全年复习执行规划\n根据前面的时间节点，来安排具体复习计划。\n（1）英语\n考研英语其实是“纸老虎”，很多像我一样基础薄弱的集美们，不要怕它！数学可能需要“天赋”，英语真的是只要你够“勤”就可以了。而且考研英语大的复习方针就两点：背单词+刷真题。\n①“勤”背单词\n我背单词没买太多资料，也没看什么“名师”视频课，全靠一本单词书走天下。\n考研的时候，我们班都用的我前面提到的考研词汇闪过，墙裂安利，超级好用。\n6月前，单词书里所有单词全背1遍，考研词汇闪过里重点词背2遍。\n背单词第1遍不要偷懒，勤快一点，全背。你得知道一下自己是个什么水平。像《闪过》里的简单词，可能对有的人来说，不用背，看一遍就行了，反正都认识。而对于有的朋友来说，可能看着都挺简单，也挺眼熟的，要问具体什么意思嘛，又说不上来，就需要反复记忆。整体背完1遍之后，就要把单词中心转移到“重点词”上。也就是考研词汇闪过按考频来划分的高中低频词上，没记错的话不到1800多个，分成了22个单元，每天1个单元的记忆量，不到一个月就能背完。完成了上述操作之后，再开始刷真题就会高效很多，你会在文章中会经常碰到你的“老朋友们”，他们都是你在单词书上背过的。\n\n10月前，搞定“熟词僻义”。\n开始刷题之后你就会发现考研的“套路”，最爱考熟词僻义，比如around我们熟悉的意思是“围绕、到处、周围、大约”，考研他偏不考这些，就考它的僻义“存在着的；知名的”。如果你不知道单词的“僻义”，用你自己熟悉的释义代入到整个句子中，会发现完全翻不通顺，意思风马牛不相及。\n搞定熟词僻义，分2步走。\n第一步：直接背考研词汇闪过的赠本“熟词僻义”。配合它里面的“词义串记”法，理解记忆，不容遗忘。（词义串记，就是把单词按不同的意思串到同一个句子里，通过理解句子意思，区分一词多义。）第二步：在真题里总结提取“熟词僻义”。需要你准备一个小本子，在做阅读的同时，慢慢积累，然后加入到日常背单词列表里，每天重复记忆。\n12月前，单词书里的高中低频词和“熟词僻义”反复刷，捎带着背一背偶考词和简单词，考英一的小伙伴，把超纲词（新版书里叫补充词）也过1遍。12月冲刺阶段背频考词+“5年真题词汇”就够了。\n“5年真题词汇”这个小册子还“蛮有料”的，里面有最近5年真题考查的核心词汇，当个考前宝典用一用，冲刺巩固一遍，事半功倍。\n②“勤”刷真题\n第一轮：6-9月，以真题阅读为主\n这一阶段只做真题阅读理解部分，开始刷题不用卡时间，就发挥自己的自然水平。不要太在意正确率，重点放在真题阅读文章上。坚持两天1篇，精读真题阅读。精读文章，我建议少走弯路，直接跟着《考研真相》进行！他专门有一本“逐词逐句精讲册”，用框架图的形式，详细解析真题文章里的每一句话，重点词汇也都有注释。接上条，你要是不会精读，不知道怎么做，就跟着一句一句、一层一层分析，这里面每一句都拆分的很清晰，多看多练，搞定语法知识和长难句绝对没问题！一句一句精读很费时间，也很磨炼耐心，好多人阅读做不好，就是因为前期精读阶段没有坚持下去，基础没打好，真的会地动山摇的。所以不管多艰难，为了考上、为了高分，请一定要把精读进行到底。文章读透了，再做题就会有一种“柳暗花明”的感觉，那feel倍儿爽~\n\n第二轮：10月-11月， 全面开花\n这个阶段开始前，阅读要达到80%的正确率，然后再开始练其他的题型，这个时候你的单词储备、长难句解读能力都已经有了一定的水平，不管是翻译、完型还是新题型，其实对你来说都很easy了，用不了多长时间。但阅读理解还是不要停下来，每天都要刷着，练练手感，总结做题技巧，提高做题速度。然后就是要开始准备作文模板，不要发愁，准备模板很简单的。小作文基本都是应用文写作，就是我们常说的书信、便签、通知什么的，你就把能考到的所有应用文类型列出来，然后准备开头、中间、结尾的句子就行了。英一的大作文大部分是看图写作，基本写作思路就是：\n第一段，描述图片；比如第一段描述图片就可以多准备几个模板句，往里套，像什么“图片向我们展示……”“图片清晰的表示了……”第二段，提炼观点，分析原因；第二段的观点+原因可以准备一些类似“这说明……问题越来越明显，越来越严重。我认为出现这一现象主要有以下3个原因：其一，……；其二，……；其三，……。”这样的表述。第三段，总结展望。第三段结尾部分，要么是对策，要么是呼吁，总之句子准备的高级一点，“对此，我们应该……；相关部门应该……。只有这样我们的未来才会更加美好~”“总之，这个问题需要我们重视起来。”\n\n第三轮：12月， 查漏补缺，全真模拟\n真题反复刷。尤其是二刷时的错题，通过错题找到自己的薄弱板块，查漏补缺。全真模拟考试状态。做预留真题的时间，最好安排在下午2点-5点。严格控制3小时内完成答卷，没有答完也要停笔，提前适应考试场景。\n（2）政治\n如果政治基础不好，或者考虑到后期学习任务重，不放心，可以尽早开始，比如8月开始就刚刚好。\n第一轮：9月前，夯实基础。\n1.5/2倍速跟着徐涛强化视频课+肖秀荣精讲精练，过完第一遍知识点，做完对应章节1000题。\n这一套操作下来，基础知识就能掌握的很全面了。好记性不如烂笔头，听课的时候一定要注意做好笔记。刷题的时候也要把错题特殊标记。\n\n第二轮：11月前，重复刷题，查漏补缺。\n第一阶段认真跟下来，政治复习就成功了一半。\n接下来就是抽时间把精讲精练再看一遍，1000题再刷一遍。\n尤其是一刷时的错题，要重点看。二刷反复做错，或者二刷新错题，要标注出来，着重去看这一部分的知识点。\n第三轮：12月，背诵记忆知识点。\n①　肖8主刷选择、肖4背大题，全背，记住每道题的核心要点即可。\n②　徐涛背诵笔记背选择题。理解记忆为主，达到选择题能选出来就行。\n③　3刷1000题，主要看错题。把一刷二刷所有错题再过一遍，错题对应的知识点重点记忆。\n（3）专业课\n专业课如果是记忆为主的考试，抓住这几点：\n①以课本为主。\n任何的讲义、学长学姐笔记，都没有课本重要，把课本吃透才是真理。\n②以真题为导向。\n好好研究专业课真题，真的能找到出题规律，根据真题规律可以确定复习方向。\n我当时报考的专业课考试，每年都有1-2道往年考过的原题。\n根据真题也可以找到每年出题的重点章节和重点知识点，记得在书上做好标记，后期重点背诵。\n③ 默写。\n很多时候背过了，并不意味着可以默写出来。所有需要记忆的部分，必须达到能默写的程度。\n④早点背！重复背！\n\n如果觉得对你有帮助，点赞+收藏，支持一下咯~\n看完别忘了，赶紧行动起来，GOGOGO！！！\n我是 @是木野真呀\n ，在考研话题下获得53077次赞同，主页全是干货，超级实用！考研和不考研的孩子都感动哭了！！\n50天能不能考上研究生？1079 赞同 · 191 评论回答\n考研期间你明白了什么道理？1652 赞同 · 52 评论回答\n为了能考上研，需要有多拼命？841 赞同 · 51 评论回答\n2022 年考研大三寒假可以做什么准备？1 万赞同 · 219 评论回答1 万赞同 · 219 评论回答\n你们考研都是复习了多久上岸的？3415 赞同 · 109 评论回答3358 赞同 · 112 评论回答\n考研期间每天应该花多少时间背单词呢？2584 赞同 · 38 评论回答2986 赞同 · 44 评论回答\n考上研究生是一种什么样的体验？1598 赞同 · 75 评论回答1773 赞同 · 78 评论回答\n考研期间哪些事不能做？1369 赞同 · 88 评论回答1364 赞同 · 88 评论回答"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "哈哈，23的国家线都出来了，你觉得24考研现在准备还早吗？\n\n应该说，现在还没有开始进入全面备战的小伙伴，都要抛开手头的一切，全力进入备考状态啦，不要再观望，和三天打鱼两天晒网啦！不然后面当你复习不完的时候，你指定会感叹：要是早点儿开始就好啦！\n\n好了，时间宝贵，直接说正题哈！\n既然现在是2023年的3月份！那我就按照从3月开始一直到12月份来给大家说下每个阶段的备考规划咯！\n想必这样会比较直观！即使你是小白也应该看得懂！哈哈~\n常见的备考规划都主要分为3个阶段：基础阶段、强化阶段、冲刺阶段\n接下来我会将每个阶段的时间安排，各个科目的复习内容、复习要点、所需资料和注意事项等都详细给你们罗列出来，相信看完你就大致清楚该怎么做啦！（偷偷告诉你，耐心看完，文末有很多免费的备考资料可领，哈哈）\n一、基础阶段（23年3月-23年6月）\n英语：\n考研大纲词汇5500个，去掉从来没有考过的零频词汇，还剩下3000左右的中高频词汇，每天背诵100个，1个月背诵完一遍，然后再重复第二遍、第三遍；常用的单词书，比如什么考研词汇闪过，红宝书，还有各种背单词app，比如恋练有词都可以用！\n\n开始语法和长难句的学习，看田静、唐迟、何凯文的课都行；在单词背完第一遍后就可以开始做2010-2015年的真题阅读理解，重点研究文章长难句、重点词汇以及特别容易被忽视也是最容易提分的出题的思路和题目设置类型（需要历年真题及解析文末领就好）\n\n数学：\n认真复习每一个章节，梳理好知识点，并完成教材练习题，掌握基本概念、基本理论和基本方法，不留死角和空白。这样在接下来暑期才好开启集中的刷题练习和强化。\n\n同时也要根据自己考的科目（数一、数二、数三）合理分配好高数、线代和概率论的复习时间。\n专业课：\n理解全范围的知识点，熟悉课本的体系架构和主要内容，不仅限于背诵课本上的知识点，还应该对重要考点梳理成思维导图，便于在脑海中建立起全面的知识框架图谱。\n二、强化阶段（23年7月-23年9月）\n暑假是备考的黄金期，每天保证至少8小时以上的有效学习时间！充分利用好这一阶段时间，闭关修炼！\n另外，9月下旬考试大纲、各院校招生简章也会发布，记得及时关注，当然，预报名也千万别忘记了！\n英语：\n单词尽可能一天都不落下，每天早晚背诵。重点记忆上一阶段做真题阅读理解时不会的生词及含义用法。同时继续做历年真题的阅读理解（2016-2022年），每篇文章时间控制在25min以内。如果不清楚阅读理解怎么做最好，考研参考下面这篇文章的方法，来自英语一90+大神的转述：\n\n数学：\n这个阶段基础复习已经全部结束。可以开始以章节为单位进行刷题练习，确保把每种题型都掌握好，针对高难度的题目和易错题，要着重记好笔，方便复习查阅。针对简单的题型，要归纳做题方法，提高做题正确率和速度。\n政治：\n开始看肖秀荣《精讲精练》并刷肖老的1000题！\n\n同时可配合徐涛老师强化班课程+腿姐的技巧课。马原部分比较绕，但也很重要，一定理解到位，1000题可重复刷！\n专业课：\n如果已经复习完第一轮，就可以开始第二轮的复习。要尽可能多的整理某个理论的所有考点，填充答案形成自己的背诵模板，哪怕是目标院校近几年很少考到的考点（考频低），也要一并整理下来。\n三、冲刺阶段（23年10月-23年12月）\n冲刺阶段的复习重点主要是各个科目的真题，核心目标是提高正确率和做题速度，同时做好查漏补缺；另外，这期间还有3件最重要的事：考研正式报名、现场报名确认和打印准考证。\n英语：\n单词部分继续背诵，特别是不熟悉的单词要针对性背，还有很多容易理解混淆的词要记得区分；其次，开始积累作文模板，书的话可以选王江涛《考研英语高分写作》；\n\n另外真题的话可以刷第二遍第三遍。记住刷真题要点：一刷精翻真题文章，做到每个句子都弄懂意思！二刷要总结做题技巧！三刷总结错题+查漏补缺+真题模考！\n数学：\n这个阶段需要模拟考试，多刷真题和常考题，对于特别难的题每2天给自己安排一道练习下就行。对知识点进行查缺补漏并补充到强化笔记中。这个阶段不推荐视频课了，没有必要，自己通过真题检验即可！这个阶段还要记得常看笔记！\n另外，时间够也要掐时间做模拟题，考研数学不同于英语，模拟题很有必要做。做模拟题可以跳出真题，适应其他类型题目。常见模拟题：汤家凤八套题-偏基础，可以做2-3套；张宇的8套卷偏难怪，也可以尝试做2-3套锻炼抗压能力、见识新题型。\n政治：\n这个阶段政治最重要的就是肖四肖八！\n\n《肖八》通常会在每年的11月中旬左右出，它的选择题是重中之重，一定要全部记下来，包括相应的知识点。分析题要不要背不背，这个看自己的时间，时间充足可以背，不充足的就多看几遍，学习怎么进行分析即可，尤其是马原理部分。\n《肖四》会在12月一个周左右出来。每年都有人散播焦虑说肖大爷压不中，押题并不是说一字不差才叫压中，押题卷的作用是压中当年的这个热点以及能提问的方式。肖四活学活用才是重点，四套卷一定要自己做一遍并背诵解题框架，同时，自己学会找材料涉及的知识点，学会进行分析。\n专业课：\n这个阶段，专业课书上的知识点继续背，背一遍一定要有一遍的质量，不能急功近利！做好查漏补缺，对于容易忘或者不太理解的知识点，别想着死磕！先找找有没有好的知识点视频讲解（报班的无需考虑，去问老师），结合起来看，只有理解性记忆才更长久，还可以专门准备个查漏补缺的笔记本，记下这些容易遗忘的知识点。\n四、复试阶段（24年3月-24年4月）\n通常在笔试后第二年2月底就可以查成绩。然后3月份国家线、院校线和复试名单就开始出来了，要及时关注。\n记得提前准备中英文简历的撰写、邮件的书写、准备面试时英文的自我介绍和专业课可能会问到的问题（提前联系导师，并阅读导师发表过的论文）\n\n复试结束后就是公布录取名单和发录取通知书啦！拿到通知书记得低调的晒个朋友圈，吃上一顿大餐犒劳下自己，好了，接下来就是好好享受你的研究生生活吧！\n\n五、重要提醒\n如果说上面是在畅想未来，那下面这些就算是泼冷水了。这个世界上有一种距离，叫“知道”和“做到”之间的距离！！！\n不难发现，少数自学能力强的人，在知乎看个几篇考研经验贴、资料贴就能快速上手复习，而咱们大部分小伙伴，却很难跨越从知道到做到之间的鸿沟！！\n不少人的现状是刷了大半个月的考研干货帖都还不了解考研，也不清楚备考该如何下手！即使小部分开始复习了也是非常的吃力，不知道每天时间怎么安排，搜索能力不行，找个资料也是非常费劲，每天都很心累！（哈哈，淡定，这是正常现象~）\n\n所以很多基础差、自学能力差、自律性差、搜索能力差或者想冲名校的小伙伴为了尽快上岸免受二战的折磨，都会想到去花点钱报个班辅助下！不过报班的坑实在太多，没有经验的话很容易就花了钱得不偿失！\n这6个月里我也花费了很多精力！把市面上大大小小20多家叫得上名的考研机构都做了调研！\n像常见的新东方、高途、研途、文都、新文道、研呱呱、海文、有道考研、橙啦、惊呼、高顿、研鱼、研趣、凯程、顶程、中公等，还有一些专门针对某个考研专业的，比如法教授、觉晓、勤思等等········都整理的差不多了！\n当然，还收集了非常多的学员评价，评价都是100%来自我好友列表里这段时间已经报了辅导班，且正在上课的小伙伴的反馈！有效避开网上水军！！！\n\n当然，这期间也收到了至少600个小伙伴关于考研报班的求助咨询！\n有问XXX机构怎么样的，也有问哪种班型好的，也有问我当初报的哪家机构的，还有问自己2万预算能不能推荐个靠谱的辅导机构的！\n\n啊啊啊啊，每天都好多人问，特别是2月份23考研成绩出来后，找我付费咨询的小伙伴真的超级多，感觉都有点儿招架不住了！\n要不是看在你们给我知乎点赞关注和发红包感谢的份上，我可能早就没有动力坚持下去了~\n\n所以呀，如果你也有考研报班相关的问题要来问我，现在知道该怎么做了吧！哈哈~\n这里找我：\n【后台私信太多太杂，有考研报班问题直接下图找我就行↓】\n\n现在考研真的一年比一年卷，很多专业简直要上天，所以想要上岸，唯一的出路就是想尽一切办法多考点儿分！只有这样，才有机会稳稳上岸！\n最后，送大家一句话：\n星光不问赶路人，时光不负有心人！既然决定了考研，就要一往无前，永不放弃，你，终将上岸！！\n好了，这么干货的文章，听说点赞+关注的人都上岸了，就差你啦~\n\n相关阅读：\n布吉岛学长：超全！考研英语历年真题+详细解析（2010-2021）zhuanlan.zhihu.com/p/554625784\n布吉岛学长：超全！199管理类综合联考历年真题+解析（2009-2022年）1145 赞同 · 267 评论文章\n布吉岛学长：全全全！计算机考研408历年真题+解析（2009-2022）zhuanlan.zhihu.com/p/579386192\n布吉岛学长：24考研专业目录大全！共计405个专业可报！109 赞同 · 3 评论文章"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "24考研三万字考研干货攻略，前方高能预警！这绝对是你从没见过的考研经验贴！建议先点赞收藏，如果你已经决定了考研，答应我一定要找个时间看完。\n首先，交代背景：\n我本科是双非，跨专业、跨学校、跨地区三跨考985，专业只招两个人（推免占了大部分），7月份开始准备，还遭遇了专业课大纲与参考书目在当时10月份突然全改了，且考试的前一天晚上女票打电话说分手的狗血经历，基本上最艰难的情况了，最后初试第二，复试第二成功上岸，很励志对不对？——“对！”，我替你们回答啦。\n其实考研从大三上学期开始做准备，下学期开始投入复习是最合适的。因为大三上学期是九月份，这个时候开始去准备，可以有个逐步进入考研状态的过程，对建立习惯很有帮助；而大三下学期开始是三月份，此时开始投入复习战线不会太长也不会太短，到后期复习不会太疲惫。\n所以现在开始准备24考研，不算早，等开学的时候可以开始着手准备了！\n作为一个考研博主，近几年来接受过上千人有关考研的咨询，同时也帮助上百人考研上岸，其中不乏中山大学、清华大学、北京航天航空大学、江南大学等985、211院校，积累了不少准备考研的经验与感悟。趁着今天闲暇之余，把这些经验分享出来，也把考研这件事从头到尾详细说一说。\n你心里的关于考研的所有问题，比如专硕和学硕的实际差别，如何择校选专业，去哪里搜集考研信息，如何查找专业课真题，如何调整考研心态，各科目复习法方法与资料选择……等等，相信都能在本回答中找到答案。这绝对是你从没见过的考研经验贴，光是考研常识这部分我就写了1万字，字字干货。\n我的考研路全程是我自己一路走过来的，没有报班也没有研友可以互相商量，所以在整个准备考研的过程中，我也走过不少弯路，“弯路”的普遍特征是：花费时间多但却收获甚微，复习性价比不高。每每想起考研的那段岁月，都会觉得五味杂陈。\n回顾我的备考之路，深感虽然条条大路通罗马，但是选对路（方法/方向）真的会走的快一些，这也是我写这篇回答的初衷，把自己的考研经验分享给大家，帮助更多想考研的人。\n而做为一个三跨985成功上岸的幸运儿，我不是什么学霸，唯有积累的经验与科学的方法。\n那么，24考研该如何正确规划呢？\n一、考研基础常识篇\n考研全年具体流程考研重要时间节点考研都考些什么什么是考研的5条线学硕与专硕的区别考研的十六个事实如何搜集考研信息\n二、考研复习攻略篇\n关于考研择校选专业制定科学的复习规划各科复习方法与资料关于复试该如何准备\n三、考研忠告建议篇\n考研需要有的心态如何持续高效复习写在结尾的寄语\n另外，由于考研不同于高考，存在很大的信息差，也没有老师盯着你所以一开始的学习十分迷茫，很多人都因为不知道如何备考规划，资料查找不全，复习方法不对等原因，导致了失败的结果。\n因为考研也是一场信息战，针对这些问题，我在知乎知学堂上找到两份免费的考研资料：\n一份是关于择校的，里面有份「考研院校信息资料包」很有帮助，可以找到你目标院校的报考信息，不用自己费力去查了，这样能够节省很多时间，少走弯路。妥妥的干货资料，你去考研机构可能要付费几K的考研资料，在这里能免费获得，可惜还有太多同学不知道。不是会员也可以免费领！！大家领到之后，一定要好好利用起来呀！\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n另外一份是关于考研高分技巧的，对考研政治、英语以及数学如何获得高分给了清晰明确的说明和阐述，尤其是各科的具体时间规划和内部资料，非常实用，很适合刚开始备考的同学，你关心的很多问题里面都有汇总解答，还提供考研社群，聚集了考研各高校和专业的学生，可以帮助大家找到一起考研的研友甚至考上的学长学姐，非常建议大家领取。如果你领了别人却还没领，那么你就已经在起跑线上超越了一批人啦~\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n相信看完这两份资料，以及能解决你90%关于考研规划与资料收集的问题。\n但也请你一定注意，即使领取了这些资料，你也一定不要忘了努力，只有这两种因素同时结合在一起，才能成为上岸的催化剂！\n接下来废话不多说，直接进入正题，为你全方位科普24考研全年规划，送上保姆级的考研备考复习攻略与时间安排，手把手教你如何高效准备考研，上岸率直线up。文本略长，全篇约2.9万字，但字字干货，希望你能耐心看完。同时关注不迷路，收藏防丢失，点赞必上岸(✿◡‿◡)\n看在我敲了这么多字的份上！觉得有帮助的话，不要只收藏不点赞呀！耽误这位准研究生0.1秒钟，您点一下嘛，你的赞同是我创作的氧气 ( ͡• ͜ʖ ͡• )\n以下干货，一个普通的双非考生的三跨985的成功经验！！良心攻略哇！！！\n一、考研流程与常识篇\n· 考研全年具体流程\n准备阶段：大三上学期，搜集考研信息和资料，确定好报考的专业和学校\n基础阶段：3月-5月，开启第一轮复习，打基础知识框架，主要复习英语数学专业课\n提高阶段：6月-8月，开始第二轮复习，暑期最好留校复习，复习黄金时期\n强化阶段：9月-10月，第二轮复习结束，关注招生简章、考研大纲，同时注意考研报名\n冲刺阶段：11月-12月，开始第三轮复习，做模拟题和历年真题\n考试阶段：12月的最后一个周六日，调整好心态，提前打印好准考证，以及订房间\n出分阶段：2月中上旬，查询考研成绩，同时可以开始备考复试内容\n复试阶段：3月-4月，按各学校安排进行复试\n调剂阶段：4月-5月，一志愿复试不理想的可以进行调剂\n· 考研重要时间节点\n准备考研的战线周期很长，但是最最最重要的时间节点只有下面这几个！我这里以22年考研为例说一下。\n考研大纲公布：2021年9月14日\n咨询周时间：2021年9月22日至9月26日\n预报名时间：2021年9月24日至9月27日\n正式报名时间：2021年10月5日至10月25日，每天9:00-22:00点（较往年提前5天）\n网上确认时间：由各省级教育考试院确定\n下载准考证时间：2021年12月18日至12月27日，自行去研招网下载打印\n初试时间：2021年12月25日至26日（考试时间超过3个小时或者使用画板等特殊要求的考试科目安排在12月27日）\n初试分数查询时间：2022年2月中下旬（可登录研招网或者目标院校研院官网查询）\n分数线公布时间：国家线会在3月中旬公布，34所自划线会在3月下旬公布\n复试时间：在分数线公布之后，一般会安排在3月下旬至4月上旬\n· 考研都考些什么？\n01 考研英语\n考研英语分英语一和英语二，题型差不读，都是：完型10分+阅读A40分+阅读B(即新题型)10分+翻译10分+大作文20分+小作文10分。\n英语一难度大于英语二，大概难了10分左右。\n02 考研政治\n考研政治的考题构成其实非常简单粗暴，题目分为两部分：选择题（单选和多选）50分+简答题50分，一共100分，其中：\n单选题：16道题共16分，每题1分，第1-16题多选题：17道题共34分，每题2分，第17-33题简答题：5道题共50分 ，每题10分，第34-38题，34-38题的顺序分别是马原、毛中特、史纲、思修以及时政。\n03 考研数学\n理工类专业考数一、数二，经济类专业考数三，具体内容分布如下：\n数一：高数60%+线代20%+概率统计20%；\n数二：高数80%+线代20%；（不考概率统计）；\n数三：高数60%+线代20%+概率统计20%；\n当然不是每个专业都要考数学的，不考数学的专业很多，比如文科、历史类、新闻传播类、艺术类、医学等等，不考数学的专业会考两门专业课，同时分数线也会相对较高。\n04 专业课\n不同学校的不同专业考的专业课都不一样，哪怕相同专业不同学校的考试科目、指定书籍都是不一样的。如果是考的是国家线院校，那大部分都是全国统一命题，如果考的是34所自划线院校，一般是学校自主命题。\n专业课考具体考什么可以去目标院校的研究生院官网查询，在硕士招生一栏有个招生简章的，每一所院校都会公布。\n· 什么是考研的5条线？\n考研的5条线是：国家线、学校线、学院线、复试线、录取线。\n国家线：国家统一公布的最低分数线；\n学校线：目标学校单独划定的进入该校复试最低分数线，一般情况下≥国家线；\n学院线：目标学院根据考生考试分数、录取人数、复试比例等因素定下的进入复试的最后一名学生的分数即为学院线，一般≥学校线；\n复试线：可参加复试的最低分数线，一般≥学院线；\n录取线：拟录取的最低分数线，被录取的所有人中分数最低的那一个，不过参考意义不大！\n· 学硕与专硕的区别\n首先，在就业和学习生活上，专硕与学硕目前已经基本没有区别。出去找工作，不管你是专硕还是学硕，在用人单位看来都是一样的。\n但是除了就业与学习生活上，专硕与学硕在其他一些细微方面还存在着一些隐性区别：\n1、考试难易程度不同\n相对来说，学硕考试难度更大一些，如学硕考英语一，大部分专硕都考英语二，英语二难度偏低。\n2、调剂\n学硕可以调剂到专硕，但一般专硕不能调剂到学硕。\n3、培养目标\n学术型硕士以培养教学和科研人才为主，授予学术型学位；\n专业型硕士以培养市场应用型人才为主，实践性更强，授予专业型学位。\n4、培养方式\n学硕的课程设置侧重于加强基础理论的学习，重点培养学生从事科学研究创新工作的能力和素质。\n专硕的课程设置以实际应用为导向，以职业需求为目标，以综合素养和应用知识与能力的提高为核心。教学内容强调理论性与应用性课程的有机结合，突出案例分析和实践研究。教学过程重视运用团队学习、案例分析、现场研究、模拟训练等方法；注重培养学生研究实践问题的意识和能力。在具体的学习过程中，要求有为期至少半年的实践环节。\n但实际培养过程中，很多学校的专硕与学硕实际差别不大，课程基本是一起上的，一个路子培养。\n5、费用\n学硕学费一般为8000元/年；\n专硕学费一般至少要10000元/年，不同专业有所不同，但学费普遍高于学硕。例如，MBA 的学费要十几甚至几十万元，而工程硕士的学费一般为3-4 万元。\n6、毕业难度\n学硕相对来说比专硕毕业难，主要是学硕一般会有sci或者核心论文指标要求，但专硕大多没这个硬性规定；同时专硕在毕业论文上，即可做学术型论文，也可以做实践性的毕业设计。\n7、读博方式\n学硕可以通过自己的导师直接读博，也就是我们所说的直博。\n专硕基本不能硕博连读或直博，想读博必须考博。\n8、体制内就业\n比如考公考事业编，有些岗位是明确要求学硕的，专硕可能对口的没有学硕多，甚至某些岗位在核过程中还会有意剔除专硕。\n其实国家是打算一步步减少学术型硕士，增加专业型硕士，最终达到专业型：学术型为7：3，在不读博士的情况下读全日制专业型硕士有大得多的优势，而读博的情况下是学术型好，因为国家就是打算把学术型当做读博的中间跳板。\n· 考研的十六个事实\n想要考研，那么首先你就得先要了解考研，关于考研的16个事实，请仔细听。相信了解过后，一定能增加你对考研的信心：考研，其实没那么难。\n1.跨考没你想的那么难\n不管你是一跨，还是二跨三跨，跨考研虽然难，但其实都没你想象中的那么难，也不必过于担心竞争不过原生专业的同学，唯一可能需要担心的是目标院校原生专业的考生，因为毕竟他们跟老师都认识，上课的内容也很可能成为考点，但除此之外，其他院校的原生专业的考生，你并不比他们差。所以如果你是跨考无需太不相信自己或者太有压力，脚踏实地按部就班地认真复习就好。但是，并不是说努力了就可以跨考成功，只是它没有你想象中的那么遥不可及。事实上，大部分考完研的人都有一个共同感触：考研难度也就内样儿，事后回想起来都是考前由于对考研的未知而自己吓自己的。\n2.大部分专业学硕和专硕就业区别不大\n在现在这个年代了，学硕基本已经与专硕在就业上没什么差别了，只是学硕更注重理论，而专硕更注重实际运用，对于绝大部分企业来说并没有什么差异，只要你是硕士就是一视同仁。并且，专硕相比学硕还是有一个时间上的优势，就是有的学校学硕需要3年毕业，而专硕2年就可以毕业（但是专硕学费会贵一些，补充）这相当于你可以提早一年毕业去挣钱，就拿我举个例子，我读的是两年专硕，刚毕业第一年的年薪是近30w，这样我就比3年制的学硕多拿了一年的薪水，还多了一年的工作经验。所以，专硕真的不比学硕差。\n3.考研半途而废的人有不少\n考研，它不同于高考，不会再像高三那样有老师盯着你督促你对你负责，也没有老师在你不懂的时候给你答疑，考研复习完完全全靠个人自制力和自觉，没人会监督你督促你盯着你，遇到的问题全部要自己解决。因此每年都有不少考生都会半途而废。据统计，每年都有约20%左右的人会选择中途放弃考研，23考研人数一定会超过500万人，所以只要你能坚持下去，你就已经打败了超100万人。坚持下去，才有希望。能坚定地坚持下来，就已经胜利了一半儿。\n4.考研信息收集非常重要\n对考研信息的收集真的是非常非常非常重要，甚至与复习旗鼓相当。有不少想考研的同学都忽略了考前对目标院校信息收集与咨询的重要性，仅仅学校和专业很好，也不经过调查就开始想当然地埋头复习，有些在初试被挡下来，有些幸运地虽然辛辛苦苦进了复试，结果没想到保研已经占去了一大半的名额，还有特别喜欢本校的学生，那就尴尬了，最终只能背离自己选择的学校，含着泪去调剂。所以，开始复习前一定要对目标院校进行情报收集，去找目标学校已经考过的师兄师姐咨询，每一个考过的人肯定都会有一些干货的。\n5.考研资料与课程往往可以免费获得\n很多人以为考研资料与课程都需要花钱买，但其实在网络上有不少优质的考研资料与课程，都是可以免费获得的，比如在考研论坛，考研帮，以及各大网盘等，不乏一些优质的免费内容，甚至在闲鱼上，也有很多低价资料可以选择，可以节省不少的考研花费。\n6.要根据自己的实力确定目标院校\n不要好高骛远，考研不难，但一定要认清自己的本科水平和学习能力，再去确定你要考的目标院校。每年都有不少同学考研跪在了目标太高上，所以确定目标院校一定要在自己能力范围内，专科考上清华的有没有，当然有，但是会不会是你，值得细品。不要觉得考个非211或985的研究生就丢人了，有这个学历，你就已经比普通本科高出一阶段，国家每年才培养50万研究生，能在里面的就已经很优秀。985虽好，但量力而行。\n7.跟你竞争的人其实数量不多\n考研具有一定的个人针对性，虽然每年有近500万人报考，但你的实际竞争者可能只有几百人甚至不到，也就是说，只有报考同一学校同一专业的才是直接竞争者。这其中，对你最具威胁的就是目标院校目标专业的考研本科生，因为他们对于你具有天时（自己专业老师出题，上过出题老师的课）、地利（在自己院校考）、人和（跟专业出题老师相识），所以这是最具威胁也是最具竞争力的对手，但是，but，这样的人一般不多，你想想你们班有多少人考研，这其中又有多少人是考本校本专业的研究生，你就知道这部分人屈指可数了。当然，需要特别说明的是，竞争人数不多并不代表着竞争不激烈，说想当海贼王的人也没有很多，但是路飞面对的竞争也很激烈呀。\n9.三心二意的人往往会求之不得\n边考公务员边考研、边找工作边考研，边出国边考研，边……三心二意人有不少，除了少数真的是宇智波一族的天才的，其他人结果往往都是一无所获。既然决定了考研，最好还是专注于考研，不要两边费力不讨好，放手一搏，及时跌倒也不后悔。\n10.政治英语大部分分开拉开不大。\n一般复习上没有严重偏科的人，大部分英语政治都能考到55以上，55分对于绝大部分院校与专业来说都是完全可以过线的，而如果英语、政治能考到70分那就算很不错的分数了，80分算超高分。90分都属于前1%了。所以，不要太在意政治英语拉分的问题。\n11.低调才是王道\n考研最好低调一点，别整天嚷嚷着要考研，生怕别人不知道你考研一样；也别总是有事没事自我感觉良好就开始炫耀自己复习得好，觉得稳了。在我认识的几百个考研学生中，每年都会有这种爱嘚瑟同学，但最后这类同学的结果往往都不太好。\n12.考研是个体力活\n考研，是一个系统性工程，涉及逻辑清晰的知识体系和众多细节。让人开心的是，考研拼的不是智商而是体力和耐力事情。如果你能看到这篇回答，我就默认你之前在考研论坛、贴吧、QQ群以及别人嘴里知道好多传说中逆袭的事情：某校大一开始准备研究生考试，数人荣登清北；一战渣，二战逆袭斩获理想学校各种浮夸的例子，之前我不信啊，觉得...既然这么强，高考的时候干嘛来着，后来我发现这是真的，这不是梦！也就是说，对考研初试这件事，是英雄不问出处的：按照稳妥的学习方法，做好时间管理，学够足够的时长。只要目标不太诡异，都没问题的。问题就出在，方法不对，不知道反省，静不下心，半途而废。考研的过程中，我还真是认真留意了一下身边认识和不认识的战友们，上述四条，会pass掉80%以上的人。\n13.作息时间异于常人大多是惨淡收场\n考研是个长战线，如果从一开始就是打鸡血式复习法，那么到中后期会非常疲惫，对身体和心态都会有极大地影响，这样的同学结果往往都不太好。所以考研首先要保证睡眠，绝不熬夜，这一点非常重要，直接决定了你第二天的复习状态。每天学多久不要紧，要紧的是复习效率。\n14.考研提前订酒店很重要\n考研期间酒店非常紧张，一个离考点近且环境好的酒店，可以节省路途时间，有一个安静的环境调整状态，对考研当天有着不小的帮助。所以在考点确定后，订酒店事宜就需要提升日程，不要拖延。同样复试也是如此！\n15.你觉得没考好不一定真的没考好\n考完后，你觉得自己考砸了没考好，不代表结果真的没考好。像我当初就是，考试那两天得了重感冒，觉得考砸了，但是结果却考了专业第二名，在意料之外，却情理之中，因为自己真的付出了很大的努力，相信很多同学上岸的同学也有同样的经历。所以在结果没有出来之前，一切都是未知数。\n16.很多要考研的人做不到认真阅读\n考研过程中，很多人考研复习的时候看书非常不认真不仔细，或者说有时候根本看不进去，这往往会对我们的复习效率产生很大的影响。因为在当下这个浮躁社会，大多数人都没办法静下来去认真阅读，就比如你们看到这里，你可能都没发现我说的这16条里其实没有第8条。所以啊，少年，想要成为优秀的宇智波一族，啊不对，想要考研成功，还是要学会能静下心来，认真阅读。\n· 如何搜集考研信息\n其实大家都知道考研中有一个很重要的点，就是了解各种各样的考研信息。所以找到一条如何搜集信息的道路就也相当重要了。很多人一开始对于这么多的信息感到茫然的原因很重要的一条就是，这些信息基本都来自别人，自己完全没有任何可以直接获得信息的渠道。\n但是渠道太多吧，来来回回点来点去看着都累；渠道太少吧，信息又不全有所缺失。所以，为大家吐血整理一波几个查找考研信息最有用最靠谱的网站，我可以拍着胸脯跟你说，通过这个几个网站，不说99.9%，但至少可以涵盖90%以上的考研信息！\n1.最官方最权威的中国研究生招生信息网\n考研人必须要知道的网站，虽然我觉得这里面考研前期信息寥寥可数，但上面有很全的院校信息和专业资讯，可以根据自己的目标专业、目标地区、目标院校进行搜索。尤其到了每年的招生目录考试报名时期，你需要密切关注这一网站，因为所有招生变动都会通过这个网站发布出来，比如说招生人数，在招生目录中就会公布招多少人、推免几人。而且初试网上报名、准考证打印、成绩查询、复试调剂，均在此网站操作。所以考研人必备，不必多说，赶紧收藏就完事儿了。\n网址：中国研究生招生信息网\n\n研招网2.目标院校的研究生院官网（或招生网）\n这个我必须重点强调！真的真的是非常有用的网站。因为我发现好多考研的同学们，都不太看重官网的重要性，反而更喜欢从一些乱七八糟的地方了解学校的信息。尤其是在择校初期，很多信息都在官网上。比如院系介绍、往年分数线、往年录取情况、报录比、招生目录、导师信息、专业课大纲、参考书目、院系联系方式等等，甚至有不少院校会在官网发布历年真题！\n以本人为例，在我当初考研时经常进入中山大学研究生院官网，在硕士招生一栏，上面的信息几乎全部可以查到！你说是不是很有用！\n\n中山大学研究生院官网并且我们还可以通过了解上面当前发布的信息间接地推测出研究生各方面的情况。举个栗子：假如中国研究生招生信息网上面公布了中山大学今年这一专业招收两名推免生，但却不会公布这一专业今年究竟有没有推免生，那么到十月份左右上中山大学研究生院官网的就可以看到推免生的名单，如果你看到有三名推免生的信息，所以这就说明统考招生人数便会减少一人，那么对于后期推算自己能不能进复试会有很大帮助。\n唯一的区别是各所院校的信息公开度不一样，所以有些信息是查不到的，因校而异，所以地址就不贴了，大家可以自行百度，注意识别广告别点错，实在不行就用必应或者搜狗也ok！\n3.中国教育在线考研频道\n一个比较正规的一个教育信息平台，可以查到很多院校的报考人数汇总、相关考研资讯，近几年考研真题，考研复习经验，考研报录数据以及报考指南等，可以上面两条的信息补充，找不到情况下的可以来这里试试。\n网址：中国教育在线考研频道\n\n中国教育在线考研频道4.中国学位与研究生教育信息网\n这里可以查询相关专业的学校排名，选定专业却纠结于选择学校的朋友们可以到这里查一下，作为择校的参考。在网站中间找到【学科排名】部分，选择自己想了解的专业，就能直接看到目标专业各校的评估结果了。这里的评估是基于很多院校的客观评价，比起花时间问学长学姐省时省力，而省下时间去复习岂不更好？\n网址：评估评审_中国学位与研究生教育信息网\n\n学科评估5.考研论坛\n说起考研信息怎么能少了我们牛逼的考研论坛！这里是考研同学的聚集地，考研人的精神家园！会有很多同学在考研论坛里分享以往的考研信息和考研经验，都是实打实的过来人，所以这些信息有时候是比官网更可靠的！有了目标院校可以在上边找一找学姐学长也不是难事。想起来，当年我考研结束后我逛了下论坛，两门专业课334和440简直是哀鸿遍野，心里还是有点偷乐的，稳住了心态（坏笑哈哈哈…）\n网址：考研论坛_考研人的精神家园！\n\n考研论坛6.中国考研网\n中国考研网信息很多都是来自官方，不仅有考研初试的信息与资料，更重要的是也会发布很多考研调剂信息，会帮你收集各种来自官方的渠道消息，省去你自己挨个查找的时间，所以这个网站的调剂信息非常非常全，可信度高，寻找调剂信息必备！！\n网址：中国考研网-为考生提供专业、可靠、贴心的考研信息\n\n中国考研网7.我要考研网\n我要考研网是考研信息门户平台，类似于互联网中的网易新浪搜狐门户这类，就是信息很全，涵盖了考各个阶段的信息，以及初试专业课、复试专业课相关的经验！\n网址：51考研网官网-考研信息门户服务平台\n\n我要考研网8.小考虫调剂论坛\n小木虫是一个学术交流论坛，但是里面有个很重要的板块就是调剂信息。划重点，调剂用的！作为论坛，小木虫上的信息都是私人发布的，一般由导师或者课题组学长来发布缺额信息，基本覆盖了全国90%的院校。所以小木虫上的信息很多，但是也存在鱼龙混杂的情况，需要自己邮件联系导师或者课题组的咨询。\n网址：小木虫论坛-考研调剂信息库\n\n小木虫调剂论坛9.直接的网站搜索\n\n在某些信息实在查询不到时，你需要试下另外一种方法信，那就是直接的网站搜索。比如总是演大学2015年的录取名单，你在中山大学的的研究生院官网其实已经是搜不到了，但直接百度却可以在其他网站上查到，因为有不少有这些信息的机构或者同学会将这些信息传到网上，学会搜索，还是很重要的！！！百度必应谷歌或者搜狗都可以，虽然百度有很多广告，但是建议还是先去百度搜，甄别广告后还是找不到，可以试试其他的搜索引擎。\n以上都是大家自己通过上网可以直接获得信息的，我这里没有列举通过学姐学长及考研班等获得的途径，因为这些是不言而喻的，充满了不确定性。我觉得与其给你一些具体的信息，不如给你了解信息的渠道，因为你要知道信息每年都会变的，23年与22年的绝对会有不一样的地方，我就吃过这个亏（专业课复复习大纲在10月份全改了的血泪史）。但掌握了这些信息渠道，你就可以自己主动去获得各种信息了，授人以鱼不如授人以渔。\n呀，你看到这里啦！！网站很多，还是不知道该怎么利用怎么办？当然我也很贴心（夸我！）地为大家整理好了几个重要考研信息的查询方式，请收好咯！需要的时候拿出来直接使用：\n关于如何查询目标院校的报录比\n\n关于如何查找专业课真题\n\n关于如何找到免费的考研网课\n\n二、考研复习攻略篇\n· 关于考研择校选专业\n考研的第一步就是先确定好目标院校和专业，如果你考研有自己坚定的梦想院校，那么可以跳过这部分内容，去成为你的火影海贼王吧，祝成功！\n如果你还没有确定好目标院校，那么接下来我会教你如何合理择校选专业。请先记住，考研择校最先考虑的，永远是你的读研目的和对未来的规划：\n1.如果你读研是为了提升学历，方便以后的就业与发展，以城市区域和专业为出发点选学校；\n2.如果你考研只是为了混一个研究生学历文凭，方便以后晋升，以上岸难度为出发点选学校；\n要记住：在一定程度上，选择比努力更重要。\n接下来说说具体怎么确定目标学校，总结了一下，可以用我独创的《择校五步大法》来进行：\n对未来规划与目标想从事行业与专业方向筛选目标院校池自身能力评估做出最后选择考研江湖有这样一句传闻：择校择校，困难潦倒，五步出征，困难不生！（笑\n第一步确定自己对未来规划与目标\n你读完研后是希望回家乡就业，还是对某个城市情有独钟，未来更倾向于去你喜欢的城市奋斗？还是想继续攻读博士？这都会影响你的目标院校选择，要去哪个城市发展，那么你今后可能就要在这个城市安家就业，去哪个城市读研以便为未来就业培养人脉资源和地势资源。总之，在选择院校前，请务必做好自己对未来的初步规划，并且确定好自己的目标，无论做什么决定，首先要考虑的都是自己内心深处最真实的想法，以免将来会后悔。\n第二步确定你以后想从事的专业方向\n兴趣是每个人前行的动力，因此在选择专业的时候要充分考虑自己的兴趣、性格、特长、基础和学习能力，不管你是直接工作还是继续读博，都要确定好以后想从事的领域是什么。大部分人在将来就业的时候还是要选择和我们所学专业相关的工作，所以选择专业一定要慎重、再慎重，尽量选择自己以后想从事行业相关度高的专业。\n同时所报考的专业会直接影响报考学校的选择，所以在这里温馨提醒一下大家，如果不是对本专业彻底失望或者失去兴趣，或者觉得本科专业实在是没前途，或者对某一专业有极其强烈的兴趣（强烈到足以战胜跨专业带来的困难），最好不要轻易跨专业报考，毕竟跨专业报考在专业课上的复习难度较大。即使要跨，也建议选择相关的就近专业去跨，比如学会计学、经济学的报考金融类专业，学电气工程或电子信息工程的报考自动化类专业，学设计的报考设计类相关专业等，这样专业相近，专业课上有交叉重叠，跨专业难度相对小一些。\n第三步确定目标院校池\n确定好想报考的专业后，再结合第一步的城市区域，那么你就可以筛选出一些学校进入自己的目标院校池。在具体院校选择上，推荐大家首先在一些比较好的院校里选，觉得对自己来说困难有点大的，后续再可以逐级下调预期，建议的考虑顺序是985→211→双非一本，具体看个人对自己能力评估而定，切忌盲目。\n比如你是普通二本院校的学生，那么建议报考211或者普通的985，报考清北这种风险很大，一来竞争太激烈，而来这些学校的部分老师对学生的要求较高，可能（我加粗了哦）会对第一学历有要求。比如你是211或者985院校的学生，同等条件下，建议首选比自己学校稍高层级的大学，专业上水平更高，排名更靠前的大学。\n可以把每个学校按照排名、分数线、专业线、报录比、推免人数、复录比招生、推免、是否接收调剂等几方面列成表格，方便自己横向对比。然后接下来在其中选择自己愿意去并且比较有把握的学校，这样的择校方式比较科学合理，大家可以试一试。可以在上面第二部分的信息网站里查询相关信息。\n第四步确定自身能力\n你是最了解自己的人，一定要综合评估一下自己的能力，对自己的能力做出清晰的判断，包括但不限于：\n1.你的自学能力如何？能否坚持长期踏实地复习？ 2.你的文化课水平如何？政治英语有没有特别拉跨的？ 3.是否能考数学？或者说有没有数学底子，是否擅长数学应试，能否在短时间内迅速上道？ 4.你的专业课基础是否扎实？能否上手其他相关专业的内容？ 5.你的心态调整能力怎么样？\n等等，反正就是要全方位地对自己进行一个能力剖析，这决定了你最后可以选择哪所学校作为努力的目标，或者通俗点说，可以够得着的目标。\n第五步做出选择\n最后做个简单的图表，纵轴表示报考学校录取分数线，越往上表示报考学校难度越大（分数线越高，报考人数越多，报录比越小，复录比越小），横轴表示自身能力，越往右表示自身实力越强。\n\n然后结合上图与你对自己实力的评估来选择：\n1.如果你自己实力比较强，并且对目标院校以及报考的专业要求高，则选第一象限，热门学校的热门专业，比如城市区域内的985，以广深为例，那么就选中山大学、华南理工大学；\n2.如果你自己实力不强，对目标院校的要求不高，但是对报考专业的要求高，想学一个好的专业，则选第二象限，相对一般学校的热门专业，比如金融专业很热，好学校觉得考不上，自己又特想读，可以选分数线低的院校金融专业；\n3.如果你自身实力不强，对所学专业基本没啥要求，只想读个名校刷简历，则可以选第四象限热门学校的冷门专业或者一些小专业（报考人数少，录取也少的这种）；\n4.如果你自身实力比较弱，但是对目标院校和报考专业都没什么特别要求，只想混一个研究生学历的，则选第三象限，一般学校冷门专业。这一象限适合为了混一个研究生学历文凭，方便以后晋升的同学。当然，如果你不介意的话，也可以选一些二区的211学校的自己感兴趣的专业报考，难度相对低，学校也不太差。比如云南大学，广西大学，一志愿报考人数少，你只要过线，几乎都能录取。\n如果还是没头绪的，可以试试知乎知学堂里的考研择校咨询服务，点击「免费参与」就可以！别的不说，领完后你一定会感谢我的！\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n如果你不想考本专业了，想跨专业考研，但是又不知道该选择什么专业，那么关于跨专业考研选择专业的分析与建议，请搭配下面这篇回答一起阅读，可以帮你解决一些跨专业考研选专业的疑问，效果会更好哦 (#^.^#)\n\n最后还想说点心里话：如果在你决定考研的时候，身边有人建议你：考研一定要考名校，双非院校不值得报考。这种人，如果他很优秀，那么他可能是在激励你；如果他水平一般，那么他有可能会坑了你。\n人生很多时候就是一种两难的选择，谁也不知道将来会发生什么。比如，当你随着年岁的增长，你会发现，身边一些长辈的建议已经不再适用当今的社会。所以，听你自己的，生活没有对错，不后悔就行。经常和想考研的同学们交流的我，也不想只为大家灌鸡汤，希望能给大家一些择校方面最中肯的建议。\n首先，名校并不一定适合所有人。\n有很多同学考研失败，正是因为目标定的太高，选错了学校。不少想考研的同学非985、211的院校不考，认为读双非院校的研究生没有任何意义，毕业后的发展也一般，所以不如不读。但这些同学始终没有想明白这样一个问题：非985、211不读的前提是，你得有能力考上。\n考研，最怕的不是你不肯付出努力，而是因为一腔热血高估了自己的能力。如果你只是低估了自己，失去的最多是一次机会，这在我们填高考志愿中已经屡见不鲜；而高估自己，很可能会摔得很惨，没有翻转的余地。\n考研每个院校的招生人数就那么多，大家不要被知乎上各种本二本三逆袭经验帖所迷惑，只有少数真正逆袭的人才会分享经验和喜悦，而大部分考名校没有逆袭成功的考生，他们往往是沉默与难过。\n其次，双非院校其实也值得去读。\n如果你从大学一开始就有考研的想法，并且有足够的实力与信心，那么ok，我也建议你去试一下名校。但大多数人可能只是普通人，双非院校、下游211的研究生也是值得大家去考虑的。\n你有没有想过，如果你追求名校失败，你能承受得了调剂的痛苦么？目前考研大热的内卷环境下，报考人数远远多于录取人数，去年377万人报考，只招了100万人不到，意味着有四分之三的同学会被淘汰，考研就是千军万马过独木桥，有成功必然会有失败。况且大部分院校都足以招满人数，并不需要额外调剂。能一次考生目标院校最好，调剂的苦，除了熬夜等通知，还要各处奔波争取名额，心理上的煎熬也难以言喻。\n有时候，我们选择读研是对自己生活环境的不满，周围的人每天混在所谓的象牙塔中，寻欢作乐，深陷其中总觉得自己缺少了点奋斗的激情，和对生活品质的追求。是你周围的舍友和同学人不好吗？或许不是。只是你想逃离这种环境，你怕被蚕食被稀释，你要冲破，要打碎。能顺利考上研究生的人，一定会格外珍惜研究生的几年时光，当你顺利考上的时候，和这样一群乐观，积极有梦想的人一起生活和学习。那么双非院校又何尝不是一种选择呢？\n我们以普通人的努力程度来看，能够踮起脚尖，努力往上游一游，就已经是给自己给家人带来了希望，走出了新的人生。\n所以还是那句话：要根据自己的实际能力来确定考研目标，切忌盲目追高。名校有风险，选择需谨慎，在一定程度上，选择比努力更重要。\n我建议不妨定一个比本科院校高一个档次的研究生院校，跳一跳能够得着的目标才是最现实最适合的。但至于是不是一定要上名校，得考虑清楚，要根据对自己实力评估而定，量力而行。毕竟如鱼饮水，冷暖自知。\n· 制定科学的复习规划\n为了表示这一节的重要性，我在标题后面特地打上了星星标记，也是我自己考研经验中总结出来的非常重要核心方法，所以接下来这部分一定要认真认真再认真看，用心用心再用心记！\n1. 首先要评估自己\n制定计划的第一步首先要认识自己，了解自己。考研一共四门科目，你需要明确知道自己哪一门科目是ok的，哪一门科目比较差的，哪一门是比较熟悉的，那一门是需要重点针对复习的。\n然后按照需要重点照顾的程度，为每一门赋予一个百分比精力系数值，总值为1，举个例子：\n比如你觉得你英语不错，只需要20%的精力占比就够了，然后专业课学得很好，需要15%的精力占比，但是政治和数学比较差，尤其是数学，是最差的，需要重点照顾，可能40%的精力占比，那政治就是25%。\n我这里只是举个例子，大家可以根据自身情况认真考察自己后，给出自己对应的四个系数值。可以找个半天时间好好的评估一下自己，不要随随便便想当然，这一步很重要。\n2. 然后确定每日的复习总时长\n不管你每天可以付出的时间有多少，都需要根据自身情况明确确定一个具体的复习总时长，然后每一阶段的每天都严格按照这个总时长去复习，个人建议：\n一般在9月份前，每天9小时足够\n9-10月份，每天10个小时或以上\n11月份，每天至少11个小时以上\n12月份，冲刺阶段，可以打打鸡血每天保持在最少12个小时以上\n3. 科学地分配时间\n确定好每日总时长之后，我们就可以根据第一步得出来的四个系数，去乘以我们确定的每日总复习时长，科学合理地分配出每一门科目在每天所花费的时间。比如我上面的举例，在目前9月份阶段，那应该就是英语：10小时×0.2=2小时，政治：10小时×0.25=2.5小时，数学：10小时×0.4=4小时，专业课1.5小时。\n然后每一阶段的每天严格按照这个时间分配去复习，不要变，保证每一天的学习生物钟都是稳定的，有助于长期复习吸收。相信我，等你用过这个方法一段时间后，你绝对会认同这是最科学最合理的复习分配。\n4. 制定小目标和大目标\n最后我们还要学会制定每一阶段复习的进度大目标与拆分后的小目标。比如这个月我的大目标是看政治看几章节，英语做多少篇阅读，专业书看多少章等等，是一个宏观的量；然后把这个大目标，按照每个月4周的量化拆分，比如这4周每周都要把大目标完成到什么进度，那这样就是4个小目标或者周目标了。然后制作成简单的复习目标进度表，目标完成的打勾，没完成的打叉。\n\n这样做的好处是：\n1）可以量化复习任务，让自己每一阶段的目标都很明确并每个月都有新动力，宏观把控自己的复习进度，不会出岔子；\n2）每个月或者每一阶段都可以清楚的知道自己完成了什么，没完成什么，对于复盘回顾自己的复习情况提供了一个核心的数据日志支撑，这个讲究的数据的时代，复习也要学会利用自己的数据来优化不断改善自己的复习；\n3）每个阶段末看到自己的复习进度表，如果都打上了勾，那可以潜在地告诉自己这个阶段做得不错，激励自己，让自己的复习心态和状态越来越好，提升自信，这点最重要。\n5.迭代调整\n每一阶段的开始，都可以根据自己当下的复习情况状态，重新评估自己，适应性的调整自己的每一科目的精力系数值（比如你觉得这个月数学有提高了，专业课有需要花多些时间了，那就对应调整系数值），根据每一阶段的每日复习总时长，重新合理分配复习时间，以及调整大目标和小目标。\n这叫复习的自我迭代，微信用了10年才迭代成现在这个量级的产品，难道你以为复习就不需要迭代了？对复习的迭代，可以让你一直保持最正确地、最科学地、最合理的复习计划，这是我从移动互联网中摸索出来的方法。\n· 各科复习方法与资料\n1.英语\n在我看来，考研英语的复习无非是分为单词、阅读理解（包括长难句和完型）、翻译与写作三部分，只要能搞定这三部分的复习，拿到70+基本不是什么太大的问题，所以本章节致力让你不是很难地达到70+，让你消除对考研英语的恐惧与不自信。\n资料选择\n单词书比较推荐《考研词汇闪过》，考纲5500+单词全部收录，并把考纲词按照在真题中的出现频率和难易程度划分成高频词、中频词、低频词、偶考词、基础词还有补充词，重点记忆高、中、低频词，时间紧的情况下偶考词和基础词可简单过。整本书重点比较突出，背起来比较节省时间，针对性会较强。其中重点单词有附带4—6真题短语，比起冗长的例句，真题短语更适合来记单词。\n\n作文可以用《考研英语高分写作》\n\n英语真题推荐《考研真相》这个系列（配套包含近20年的真题阅读解析视频 ）\n\n这本真题特别适合基础弱的同学，当然基础好的同学也可以用。火有火的道理，它的亮点在于真题的逐句精析，也就是里面的《逐词逐句精讲册》，文章中每个句子都用图示解析句子结构，重点词也有注释，帮助吃透文章和巩固词汇；另外，这本书的解题方法简单好掌握，能从题干和选项两个角度出发，教你选出正确答案。每个题型都有一种解题方法，非常好上手，也很实用！！！\n长难句推荐直接看《考研真相》里的逐词逐句精讲部分就行，实在有看不懂的，可以看对应的20年阅读视频课，不用额外买书、买课，省点钱。\n复习方法\n1）单词\n单词的核心重点是每个单词的意思、用法，更重要的是把这个单词放到文章当中去了你认识它并且马上反应出来是什么意思，所以这就需要培养你对这个单词的熟练程度。\n但是背单词看起来好像不需要动脑，只需要傻背、坚持背。但是别忘了，在这个过程中有三个致命Bug\n背的效率低，耗时久背完没多久就忘了单词虽然记住了，但是放在文章语境中又不知道准确意思\n以上是我在考研期间背单词的困扰。所以有没有一个高效的背单词的方法，能让我们在短时间内快速记住考研单词，而且记得又牢固呢？\n我试验了几种方法之后，找到了两种比较适合新手背单词的方法：\n单词分类分期背诵法\n\n单词不分类多遍背诵法\n\n上面这两种方法，你可以根据自己的情况酌情选择适合自己的一种，但是不管哪种背单词法，每一天都要复习前一天学过的单词，所以越往后面，你的复习量会越大，但一定要这样做，因为你不能背了后面的就忘了前面的，这样就白记了。 背新单词时，建议大家细声读出（不需要拼写），并记住最主要的两三个意思即可。有些单词七八个甚至十多个意思，用不着记那么多。复习旧单词时，只需要快速读出英语读音和中文意思，不需要去刻意地记。记不住没关系，因为你以后还会复习到它，你只需要在多次的复习中对它有印象就可以了。\n以及要注意不管那种背法，最好都要结合艾宾浩斯遗忘曲线来记忆，这样背得更牢固。可以搭配艾宾浩斯记忆类APP使用，很方便。\n\n年轮3-艾宾浩斯高效记忆规划记忆APP同时如果不想使用手机APP，更喜欢纸质版，那么附上艾宾浩斯遗忘曲线计划表，有需要可保存打印：\n\n艾宾浩斯遗忘曲线表2）阅读理解\n阅读理解包括新题型一共有5篇，50分，得阅读者得天下，是决定你英语是否高分，甚至成败的关键。起码要拿28分才算是合格（能保证基本过线），拿到34分-38分以上算是比较理想的分数了（但是也不是那么容易），40分以上就已经相当厉害了（总分拿70+不是问题）。\n当大家背了一段时间的单词后，就要做阅读的练习书来找感觉了，建议是6月份开始。阅读一定要多练才能找到感觉的，自己尝试找开题人的出题思路。刚开始的时候每天练2-3篇即可，练完后对答案要看看自己的做题思路和出题人的思路是否一致。\n阅读A那四篇的难度不一，但普遍不会太简单，大家要严阵以待。阅读A尽量保证每一篇能对3-4个左右。阅读B（即新题型）有很多花样，有7选5、选顺序等，但是题干和选项当中会给出答案暗示，不算太难，10分保底8分还是可以的。\n当然只做真题要是不太够，还需要专门的阅读理解书来练习（只推荐张剑的150篇）。9月份开始每天阅读理解固定5篇，一篇都不能少，再难也要坚持下来。我记得我当时复习期间前前后后加起来大概一共做了500多篇，刚开始的时候每篇最多对两个，做到怀疑人生，怀疑出题人的逻辑是否正常，甚至都骂街了撕试卷了，但到最后还是坚持了下来，12月的时候得分水平稳定在36-44分之间，进步，总会看得到的。\n阅读理解还有个部分就是长难句，长难句核心体系就两个：从句和非谓语。能把一个句子的主句找到，就可以看懂它的意思了，如果时间不够的话，没必要花费过多时间研究，不用刻意地去练。\n3）作文和翻译部分\n作文分为小作文和大作文。小作文基本上是信件或者通知，不会很难写。大作文现在一般是图画作文（英语二）或者图表作文（英语一）；图画作文就是给你四幅图，让你看图根据自己的理解写出图画想表达的内容；图表作文是给出一个图表，上面标着几个年份或者数据，你要写出图表上想表达的内容。\n但是英语作文其实不需要太早准备，平常可以通过练阅读的时候加以练习，看看文章是怎么写的，怎么用连接词和从句。大概在11月中下旬开始差不多可以开始练习写作文，小作文大作文都要练着写，找感觉，最晚也要到12月初也要着手准备。\n直接拿真题作文来练，从10年的开始练，一周练2-3遍。练多了，可以根据自己的练习，在考前的时候自己总结一套属于自己的模板，多记几个起承转合的连接词和从句，到时候写的时候就套进去。最好能变化衍生适合很多主题，作文虽然有30分，但是付出与投入很难成正比也很难体现在分数曲线上，只要能拿到20分就算合格了，所以这部分我个人认为没必要花多少时间，当然时间充足的情况下建议大家还是可以提高一下写作水平。\n至于翻译这部分，只要你背单词了词汇量上来了，怎么写都还是能拿个基本分6分的。我建议选择直译即可，因为你要意译的话会比较花时间，也多不了多少分，没有很大必要。翻译也不需要刻意练，大家可以通过做阅读直译文章的时候顺带练习即可。\n4）完形填空部分\n完形填空在12月前完全放掉（大家不要学习我，因为我考研之间只有2个月，建议11月的时候就可以开始练习完型了），考前最后半个月用真题熟悉下手感，因为完型一个空才0.5分，而且有时候认真做反而还没随便填得分高（事实证明我是对的，完型5分钟写完居然拿了8分，平时练习的时候10分钟认真写均分只有5分…也算是运气好了），如果你时间有限，我们可以舍小取大，选择做收益最高风险最小的来“投资”，所以没必要花太多时间在完型上。\n这样下来你算一下，是不是英语考70分并没有想象中那么难了？\n复习计划\n1）每天早中晚固定的半小时时间背单词，早上记忆-中午巩固加强-晚上回顾和预习\n2）八月份抓紧进行阅读理解练习，刚开始可以每天2篇，感受被虐以及锻炼信心\n3）九月份开始阅读理解每天增加到4篇，以及加入新题型的练习，一共是5篇，并将长难句融会贯通，正确率尽量能保持在60%以上，也就是50分能拿到30分，平均每篇对3个\n4）11月份阅读正确率期望可以提到80%，并且开始练习完型填空和作文准备\n5）12月阅读继续每天4篇的数量保持，让自己处于最佳状态，同时作文备用+完型收尾，冲刺冲刺打鸡血打鸡血吧！\n考试策略\n英语二是第二门，考试时间是第一天的下午。时间是三个小时，但还是比较紧迫的（特别是对于基础不好的来说）。所以建议的答题顺序是：\n先写四篇阅读，时间控制在15-20分钟一篇，整体不要超过80分钟；\n再写即新题型，时间为15-20分钟；\n然后写小作文+大作文，小作文15-20分钟，大作文40-45分钟，整体时间为控制在80分钟内；\n然后再写翻译，时间控制在10-15分钟；\n最后写完形，留10分钟就行了，没时间就平时攒的靠手感；\n当然以上只是建议顺序与大概时间，大家要根据自己的实际情况酌情调整。\n要注意的是，英语的大题（即翻译和作文）是有标明题号的，大家一定要看清楚题号再写上去，写错是没分的。如果你写了一半才发现写错再换答题卡是非常浪费时间的，而且也不一定有多的答题卡，千万要看清楚再动笔。\n2.政治\n考研政治我建议是最早别早于7月开始，再早了纯是浪费时间。太早准备，到后面很容易就忘光了不说，还占用复习其他科目的时间；太晚准备的话，考研政治需要看的内容还是有一定量的，可能会不够时间背诵和刷题。\n因为考研政治的特点在于，一个三观稍正的人随便看几星期书去裸考，可能都可以考个四五十分；而一个复习充分发挥正常的人，考个70多分就算不低了，能考到80就算高分，太神奇的一门科目了。\n它的考题构成其实非常简单粗暴，题目分为两部分：选择题（单选和多选）50分+简答题50分，一共100分，其中：\n单选题：16道题共16分，每题1分，第1-16题\n多选题：17道题共34分，每题2分，第17-33题\n简答题：5道题共50分 ，每题10分，第34-38题\n简答题34-38题的顺序分别是马原、毛中特、史纲、思修以及时政。\n其中简答题和单选题比较好拿分，是浑水摸分的好地方，但多选题一般是扣分的重灾区，得分率都比较低。\n复习方法\n1）知识大纲\n由于我高中是理科生，大学政治课一直都是申请免试，所以也没怎么记过，可以说是政治方面完全空白，差中之差，所以我选择花最多时间放在政治上。刚开始复习政治，肯定是要从熟悉知识点大纲做起，这跟其他科目有点不一样，不是从做题开始的。推荐肖秀荣的《精讲精练》，第一遍用来熟悉知识结构，第二遍配合着肖秀荣1000题练习巩固记忆并加深印象，有时间有能力的话，可以看第三遍，查漏补缺。第三遍时间不太够的话，可以选择《疾风劲草》作为第三遍过的时候看的书，这本比较薄，留下来的都是精华。\n2）选择题\n政治一般是得选择题者得天下，大题有背肖4一般都比较容易浑水拿分，所以选择题做好是关键，这其中多选题的得分率一般都比较低，是需要注意尽量拿分的。选择提刷题训练推荐用1000题，配合着第二遍过大纲（精讲精练）的时候做。并且1000题只做一遍是肯定不够的，建议要至少刷3遍，第一遍做学会做题，正确率能到60%就可以了；第二遍做的时候要加深记忆并掌握一些选择题解题技巧，比如排除法，反推法，联想法，其他题干找证据法等等，正确率尽量提高到80%；第三遍主要是查漏补缺看错题，每个题都要搞懂，尽可能地将正确率提升到90%以上。注意，所有的错题，都要在《精讲精练》上找到对应的出处，不要只看答案解析就完事了，不然印象不深刻。除此之外，肖秀荣的八套卷+四套卷的选择题也是要至少刷3遍的，用于检测自己目前仍然薄弱的部分并针对性加强，在1000刷完第二遍后可以开始着手做了。真题的话可以选择近六年的选择题来做，刷2遍就够了。这里提一个小技巧，就是第一遍刷题的时候，不要写在书上，可以写在纸上然后校对，尽量保证第二遍做题时不受影响。有人也许会说，那用铅笔写在书上可以吗，我个人还是不太建议，用铅笔写了还得擦，考研时间那么宝贵，你确定还要浪费时间去搓橡皮泥巴吗？选择题得分期望是50分可以拿到40分，不用追求太高，已经很不错了。\n3）简答题\n简答题没什么套路，要想自己被书然后学会解答，我觉得是太浪费时间了，直接整理或者备用肖四的大题就好，你肖爷爷永远是你肖爷爷，背了4套卷，再加上自己平时积累的写满，大题拿30分还是很容易的。如果实在还不放心觉得不保险的话，还可以利用肖八和近几年的真题，自己从答案中找一些解题原理，逐渐搞清答题思路，绝对万无一失。简答题得分期望是可以拿到35分，我觉得足够了，加上之前的40分，一共75分，怎么样，是不是蛮简单？就算你选择题发挥得再不好，30分也是有的吧？这样都能保底有60多分。\n复习计划\n1）8月份可以开始看《精讲精练》第一遍，配合课后练习，打知识框架与基础\n2）9月份开始第二遍《精讲精练》，并开始刷1000题\n3）11月份开始快速刷《疾风劲草》，并用肖八作为补充练习\n4）12月份整理以及背诵背肖四大题关键点+选择题\n资料选择\n政治想考70+，复习肖秀四件套足够了！（精讲精练+1000题+8套卷+4套卷）\n\n肖秀荣四件套看到也有人推荐徐涛的《核心考案》，那就简单来说说这两本书的区别：\n《精讲精练》相对来说比《核心考案》更详细一些，内容较为详实和全面，每一章起始都有一份知识点结构的思维导图，可以帮你更好的理解这一章节的重点内容，并且每一小节后面都有练习题帮助消化。更重要的一点是，1000题里的答案解读知识点出处是以《精讲精练》为配套的，所以后续刷1000题搭配《精讲精练》效果会更好。比较适合基础偏差的同学，比如理科生，大学也没怎么认真上政治课的。\n而徐涛的《核心考案》是与其强化班相配套的一本复习全书，撰写逻辑与传统的教科书不同，采用的是以考点为顺序罗列，每个小标题都是由考点来索引，比较适合有政治基础的同学，可以节省一些时间。对于基础偏差的同学，理解起来可能会稍微有些困难和难啃。（搭配徐涛的考研政治强化课程为佳）\n所以我个人是比较推荐肖爷爷的《精讲精练》，毕竟大多数人应该是政治基础没那么好的。\n中期复习（大概10月份）啃完《精讲精练》一遍后，如果觉得难啃（毕竟对于中期复习来说还是太厚了），可以搭配风中劲草，这是本神书，只有考过研的才会懂！\n\n风中劲草背诵手册想冲击80+的，学有余力可以看看腿姐的4套卷，可作为中后期冲刺用\n\n腿姐四套卷考试策略\n政治是第一门，考试时间是第一天的上午。考试的时候，3个小时是非常充裕的，建议大家用45分钟写选择题，因为选择题才是决定我们是否高分的关键。特别是多选题，建议大家把题干读两遍再作答。\n做完选择题后，还有2个多小时，建议大家大概25分钟一道大题来完成。基本上每一道大题会有三个小问，首先是考查基本的知识点，然后让你把知识点和相关内容联合起来谈谈你的说法，言之有理即可，但一定要和知识点的内容相关，不能无边无际地扯。要把整一页四分之三的空白处写满，不能太空，不然很难拿高分。大题拿高分是很难的，基本上都是25分左右，能有30分已经算高分了。所以大家写满了，把基本的分数拿到即可。\n另外要注意的是，政治是有标明题号的，所以一定要看清错了题号再写，写错了是没分的。如果你写了一半才发现写错再换答题卡是非常浪费时间的，而且也不一定有多的答题卡，千万要看清楚再动笔。\n还有，不建议大家提前交卷，写完还有时间就好好检查你的选择题有没有填错了答题卡。我就是发现我填错了一道多选题，后面改正了过来。我考试从来不提前交卷，你有那么赶时间么！\n3.数学\n数学是一门极其amazing的科目，文化课（政治、英语）如果能跟别人拉开10分以上的差距，那分差就很大了；但是数学爸爸他不一样，150分的满分，一拉往往可就是几十分啊！它能让你万劫不复，也能让你力挽狂澜！当然，不考数学考两门专业课的同学，可以直接忽略这一部分。\n复习方法\n其实数学没什么神奇的方法，就是玩命练题，享受被虐的过程。即使是例题，也要先动笔做一遍，再对照答案。求不定积分是重点也是难点，但是，历年真题中考的题型都很基础，所以没必要和复杂的不定积分死磕。\n第一遍做全书高数时，把所有不会的题和错题做标记A，第二遍只做A题，把仍然不会和错了的题做标记B，第三遍只做B题，把仍然不会的和错题标记C。如果错题仍然很多并且时间有限的情况下，可以继续做第四遍、第五遍。几遍下来知识点就基本掌握了。线代和概率可以用同样的方法。\n重点推荐一下李永乐的线代视频，很多解题技巧和方法非常节省计算时间。时间有限的话，做近十年真题即可。时间充分可以用早年的练手，题型和重点不同，难度也较大，不用太纠结正确率。模拟题难度较大，完整的卡时间全部做过一遍之后，再回头把所有的错题做两遍。\n最后，要总结真题和模拟题中每章出现的题型和常考常错的知识点，整理到笔记本上，考前多看几遍。还要整理大题的规范格式，并加强练习，很多细节不注意都会扣分。像往年题目整体难度很大，思路很偏的情况下，主要是考基础和心态。几道题不会之后，就特别容易慌乱没有思路，很多基础题目也做不出来了，很多常见的错误又出现了。与其花时间纠结不会的题目，不如把已经做出来的多检查几遍。整体偏难的情况下只要把会的题目都做对，分数就相差20分左右。\n复习计划\n1）3-5月，啃教材全科扫盲，并把复习全书的例题都要做了并理解。时间分配上，最好两个月分配给高数部分，一个月给线代和概率部分，这样收益是比较高的。\n2）6-8月，第二轮复习，把李永乐复习全书的习题都做了，并且学会整理错题集，不要嫌麻烦，多记总没坏处。碰到总是犯错的知识点可以再回过头看下教材出处重新梳理。并且每周的最后挑出一天时间来巩固吸收之前的错题，非常重要的一点，温故而知新。\n3）9-10月，第三轮复习，主要是查漏补缺，因为经历了上面的第二轮，基本上知识框架与基础差不多很稳固了，这一轮再快速的刷一遍复习全书的习题，持续提升。\n4）11月，开始开始做模拟卷和真题了，然后再次检测哪里还是薄弱的环境\n5）12月，疯狂冲刺轮，最后的刷题走起，包括但不限于错题、模拟题、真题、预测题等等等等，反正就让自己调整到最佳的做题状态，准备浴血屠杀数学爸爸（或者被屠杀哈哈(#^.^#）\n资料选择\n三本教材及课后题详解（基础必备）\n\n双李复习全书（非常非常非常推荐！）\n\n王式安概率论辅导讲义（系统清晰，可以补充资料）\n双李历年试题解析（近十年真题，必备！上面的复习全书中已经附带了历年真题解析）\n李永乐冲刺6+2（难度大，冲刺加强用）\n考试策略\n数学是第三门，考试时间是第二天上午。因为数学考试是没有答题卡的，是直接在试卷上写答案，所以在考试的时候，一定要注意合理地安排好答题的空间，同时答题时尽量不要跳步骤，因为每一步都是有步骤分的。\n一个小建议，如果你选择题和填空题，三分钟都没有解题思路的话，就果断先放弃。因为不能让选择题和填空题的影响后面大题的解答时间，毕竟不少大题还是不难的。在解答大题时，也一定要学会暂时放弃不会做的题，不要为了一道题目苦苦思考很长时间，每道题思考时间最好不要超过10分钟，否则容易导致概率和线性代数等部分的题目无法解答，而概率和线性代数的题目相对要比高等数学的简单一些，因此不要为了一道题目而耽误了后面二三十分。\n总之，该放弃的就放弃，尽快调整好自己的心态，要相信自己做不好的题别人很可能也做不好；自己没有做出的题，别人很可能也做不出。\n4.专业课\n由于每个考研人的专业课大不相同，所以这里就不具体举例去展开怎么复习，但是我专业课140，应该算考得比较好了，所以就介绍一下复习专业课的大体思路和心得吧。\n复习心得\n首先，去找目标学校已经考过的师兄师姐咨询，每一个考过的人肯定都会有一些干货的。\n其次，专业课需要严格按照分配的每天固定的时间来复习，不要多也不要少，不然会因为专业课打乱节奏，这里建议每天3小时即可。专业书至少要看六七本，然后每一本循环看，至少看到3遍，因为专业课的书看一遍是绝对不够的，只有至少看到了第三遍，你才能真正消化掉并拿为己用。\n看完专业课的书留一两个月的时间做历年真题，然后分析真题，这里的分析，不是指分析单个题目，而是以“投资者”的角度，来总体分析这些年的出题规律和出题方向的变动曲线，来为今年的考题做预测，这样考起来才会游刃有余，预测没中没关系，别人也一样，预测中了那就是赚了，写起来得心应手。通过分析历年真题的题型变化然后做出对应的曲线分析，你总能发现很有意思的命题规律，这一点比较复杂，就不详细展开了。总是专业课就是要踏踏实实看，然后做真题，剩下的，就看你吃透多少了。\n复习规划\n1）3~5月份，专业书正式一刷，第一遍看需要全面，打专业基础知识框架，知道每本书在讲什么\n2）6~8月份，专业书二刷，这一遍看得需要细致，理解书中的知识点\n3）9~11月份，专业书三刷的同时，开始做历年真题，然后分析总结真题中出现的高频知识点\n4）12月份冲刺，在继续巩固专业书的同时，整理历年真题出到的重要知识点，并做合理预测\n看书技巧\n1）一本书间隔一段时间看三遍要比一本书连续看三遍效果要好，过段时间重新去看，会有不一样的收获。\n2）看书的时候没必要刻意背诵，要学会理解式记忆法，理解了自然而然就会记住，学会分段理解。一大段话其实都基本在表达一两个核心观点，记住关键词，自己能整理出一段话就行。\n3）案例分析题的答题模式一般包含三部分，先解释概念（名词解释），再解释特征特点内涵（简答题），最后结合案例解释关系重要性多写几句（论述题）加上自己的理解。\n考试策略\n专业课是第四门，考试时间是第二天的下午。每个人考得都不一样，我大概说说一些必要的策略。首先一般来说，专业课的答题时间是非常充足的，所以不需要太赶着做，而是思考清楚了再做。其次对于一些案例分析题，答题模式一般包含三部分，先解释概念（名词解释），再解释特征特点内涵（简答题），最后结合案例解释关系重要性多写几句（论述题）加上自己的理解。\n· 关于复试该如何准备\n首先在初试没过的时候，绝对不要去想复试；在初试没过的时候，绝对不要去想复试；在初试没过的时候，绝对不要去想复试。重要的话说三遍！初试结束后有的是大把时间去准备复试。所以这部分内容，做一个提前了解就好。\n其次提醒几个复试小点：\n1、复试前口语一定要突击练。学了很多年英语，但是很多时候学得却是哑巴式英语，我们很少张口说。而到复试这个关口，英语发音虽说短时间很难提高，但是日常的表达短时间还是可以突击达到的。\n建议大家去参加一下英语角，基本上每个学校都会有英语角，只是以前大家很少参加，这个时候尽量要求自己去一下吧。另外，找几个话题，比如自我介绍，为什么要考研、为什么要考这个专业、对自己未来的发展有什么展望等等，先把答案草拟出来，然后对着答案每天进行练习朗诵。\n2、一定要把初试专业课指定书目以及复试指定书目浏览一遍，做到重要的观点和重要的概念心中有数。\n3、面试的时候注意仪态仪表，穿着\"简单、整洁、大方\"，不可打扮太过花哨，女生记住不要浓妆艳抹。\n关于考研复试该如何准备，在考研初试结束时，可以参考我下面这篇回答，保姆级考研复试攻略：\n\n三、考研忠告建议篇\n· 考研需要有的心态\n好的心态是考研成功的关键因素，所以以下3点考研所需要必备的心态，请你记牢。\n1. 建立习惯\n万事开头难，建立习惯，是最困难的。大学前三年的懒散和自由，让你已经不习惯坐在自习室里看一整天书了，会很难坚持住。所以我们首先要摒弃掉大学前三年养成的忍不住玩手机、做事情心不在焉、一看书就犯困等等等种种恶习，当然开始这会很难，但是如果你连些都克服不了，那就不要谈什么考研了。\n然后，再去建立心无旁骛看书复习的习惯，能坐得住，找回自己高三备战高考时的那种状态，循序渐进，那么，你已经成功了20%。\n2. 专心致志\n既然决定考研，那就铁了心一心一意地去准备。不要再去怀疑自己该不该考，想东想西，路是你自己选的，没有人逼着你做选择，既然选了考研这条路，就专心致志去为之努力吧。\n也不要去想考得上考不上这种问题，除了会影响你的情绪和状态，对复习没有任何帮助，纯属浪费时间，因为考得上考不上不是你想出来的，而是靠实际行动做出来的。有思考这个功夫，还不如多背几个英语单词。\n3. 以放松的姿态去面对考研\n考研是个体力活，是个长线且枯燥的过程，所以我们更要学会以一种“放松”的姿态去面对考研，让我们逐渐享受考研的过程，体验那种为了小小的梦想而努力奋斗的快感，甚至慢慢地“爱上”考研。所以不要过于紧绷，不要过早就把自己搞得非常疲惫不堪，过早打鸡血，不然后期冲刺期很容易心态崩掉。但是，“放松”不是“松懈”，并不意味着我们可以三天打渔两天晒网，心散涣漫，而是转换一种让自己舒服的姿态去考研。\n· 如何持续高效复习并坚持下去\n关于持续高效复习：\n其实能够进入到一个好的复习状态，是一个循序渐进的过程。包括很多顶级985院校的考生，在刚开始备考的时候也是不容易集中精力复习的，甚至还会走神。毕竟本科几年过得相对懒散和自由，让你已经很难坚持长时间的看书复习了，不可能一下子就进入理想的全天候高效学习状态。就像我当时考研，从最开始的复习2小时都坐不住，到后面每天学习10小时以上，花了差不多2个多月的时间来调整。所以一定要给自己一个缓冲期，去逐渐提升学习状态和效率，不要一开始就寻思着每天能学十来个小时，不现实，胖子也不是一口吃成的。先定个小目标，每天学习8小时。\n关于坚持下去：\n1.因为题目总做不对，有很强的挫败感，想要放弃\n然而事实却是：复习的前半阶段，就没有谁能把题做到正确率很高的。就拿我认识的一个北大的考研同学来说，他的数学错题集记录了李永乐复习全书的近90%的错题，真的是厚到不行。这代表着什么？代表着他在做复习全书的时候，基本上全错。对，基本全错。但是这又有什么关系呢？复习之所以要多轮而不是一轮，就是为了提前发现错误，提前踩坑排雷，最终搞定，而不是到考场上才发现，那时候就来不及了。所以错得多也未必是一件坏事，不要因为前面学得不好，状态不好就放弃，大家都差不多是这么过来的。坚持住，才会进步。\n2.因为各种私事，没有办法专心复习，想要放弃\n一个人在长时间的复习当中会遇到失恋、诱惑、意志不坚定、问题搞不定等等等等各种事情，任何一件事情都有可能使整个复习崩盘。绝大多数人都有过因此想要放弃的想法，包括那些大家眼中的超级学霸。推荐一个帮助坚持并且能极大提升学习效率的方法：记录自己每一次学习时间。这也是我能给到的最好的建议。\n\n考研学习记录 Timing这些学习记录是克服考研“放弃、懈怠心理”的最好武器。我认识的几个师弟师妹不止一次的和我说，每当想要放弃、懈怠的时候，看看以前的记录，感觉已经投入这么多了，如果放弃就好可惜，然后顺其自然的就坚持了下来。\n并且计时可以明显的提升学习效率，可以说是一个简单的操作，却能带来极大的回报。刚开始计时可能会不适应，会有多计或者漏计的情况，不要紧，习惯都是慢慢养成的。\n当然你还可以加入知乎官方的考研社群，聚集了考研各高校和专业的学生，我也在那个考研群里，可以帮助大家找到一起考研的研友甚至考上的学长学姐，大家一起互相监督与鼓励！领取后直接添加助教V，然后就会拉你进群。\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n· 写在结尾的寄语\n本来想把这个放在第一点写，但是想想还是放在了最后来压轴，因为这一点真的真的是太重要了，无法用言语表达的重要。上面那些准备固然重要，但都是上层建筑，而最最重要的准备好一颗下决定要考研的心才是经济基础，无乱如何都不会动摇，都不会始乱终弃。不然再好的方法、再好的规划也是徒劳。\n如果你已经下定决心要考研，那就铁了心一心一意地去准备。既然选了考研这条路，就专心致志去为之努力吧。\n当别人在保研，在实习，在考公，在找工作，在准备出国，你要考研；\n当你的舍友出去旅游，看电影，看电影，秀恩爱，你仍要考研考研；\n当别人说你考不上，说你好高骛远，不认可你，不相信你，你更要考研；\n甚至，当你其他同样考研的人在向你炫耀自己的复习进度，然后你突然自信心倍受打击。但是你要想想啊，他们又不跟你考同一个专业，不是你的竞争对手，他复习得好与坏对你没半点影响，所以你必须时刻不受影响，你依然要考研；\n或许你会羡慕，会嫉妒，会不平衡，可是，别人的事又跟你有什么关系呢？不是已经做好了决定的么？决定了就不要纠结，只管努力去冲。所以不要去管别人在做什么，跟你真的没半毛钱关系，也不要再去怀疑自己该不该考，想东想西，路是你自己选的，那就心无旁骛的坚持下去吧！\n考研其实最需要准备的，就是下定一颗要考研的决心，心中要有个信念：那个大学，无论如何，你都要上它！心中若菩提，万般皆是研。\n24考研，我希望你可以静下心来，拥抱考研，快乐考研。\n最后，我推荐看一看下面这个这个励志视频。这个视频激励了当时正在考研的我，然后希望也能给你带来一些决心。\n\n考研不是中国好声音，不相信眼泪，也没有故事，唯有坚持与努力。\n真的很感谢你能看到这里，期待你明年上岸的好消息！\n码字不易，来来回回写了一个月，觉得有帮助的话，不要只收藏不点赞呀！\n耽误这位准研究生0.1s的时间，希望认真看完的你可以点个赞再走。\n因为你的赞同是我创作的氧气 ( ͡• ͜ʖ ͡• )，双击屏幕一定上岸！\n\n我是严徒，考研话题下获得50w+点赞与收藏，陪你一起考研。\n欢迎考研的同学关注我，考研相关的私信和问题抽空都会回复。\n你们只管负责学习+上岸，我负责帮你们总结经验和+节省时间！\nLove and Peace .\n————————以下信息一定可以帮助到你\n考研相关的任何问题，欢迎咨询，咨询过的都上岸了~\n严徒\n130 次咨询5.0\n\n考研优秀回答者\n中山大学 交互设计硕士\n\n去咨询\n\n\n关于考研全流程的各个时间节点与细则\n\n关于23考研该什么时候准备、如何准备\n\n关于考研最后一个月的冲刺（可以收藏冲刺阶段再听）\n\n关于两个月考研能否成功\n\n关于考研一定要避开的一些坑，以防事倍功半\n\n关于考研是否需要联系导师，何时联系，如何联系\n\n关于考研复试如何准备一份加分的简历\n\n关于考研时心烦意乱时，或许能让你心静的一首歌"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "本科双非，一战上岸同济大学（985），24考研不看后悔系列，滑到这篇的姐妹可以暂停了，因为这篇回答可以解决你考研99.9%的问题了\n文章很长，是我从双非一本上岸同济大学的全部经验，这可能是你见过最真实的考研过程，希望24考研的你可以看完~\n\n【一个小目录】\n24考研常识24考研关键时间点24考研四科高分经验24考研复试经验备考须知收藏+赞同，希望可以对你有用~\n心里话：考研想要取得高分，无外乎四步：选择适合的学校、选择合适的考研老师、选择合适的考研教材，外加个人的刻意训练。考研的复习方法论并不难，难得是考研过程的用心复习。前期搞清楚复习流程、各阶段任务、用书和老师选择后，后期更重要的是埋头赶路，努力提升初试分数，不要信那种过程说的天花乱坠、技巧横飞，真正考研上岸的都是了解清楚必要信息后，埋头默默复习的人。\n复习可以有方法，学习也必须有效率，但这些技巧都不难！\n更难的是几个月如一日的脚踏实地复习，坚持，坚持，再坚持，调整，调整，再调整。\n偶尔的状态不佳都很正常，自己要学着调节，追求长期的高效努力。\n一、24考研必须要知道的常识\n1、什么是24考研？\n24考研是指2023年12月考研的同学，一般会在大四上学期的12月底参加考试，所以24考研一般是指2024年9月硕士入学的这群准研究生们。\n2、24考研考试时间\n考研初试一般在每年12月的倒数第二个周末进行，圣诞节前后，考研时间如下：周六 08:30一11：30：思想政治理论 （100分）或管理类联考综合能力（200分）周六 14: 00-17：00：英语（100分）周日 08:30一11：30：业务课Q—(数学或专业课一）（150分)周日 14：00一17：00：业务课二（专业课或专业课二）（150分）\n3、24考研公共课试卷结构\n考研一般由考研英语、考研数学、考研政治和考研专业课组成，部分不考数学的专业专业课是两门。\n01 考研数学理工类专业考数一、数二，经济类专业考数三，具体内容分布如下：数一：高数60%+线代Q20%+概率统计20%；数二：高数80%＋线代20%；（不考概率统计）数三：高数60%+线代20%+概率统计20%；考研数学难度一般为：数一>数三二二数二。\n02考研英语考研英语一：完型10分＋阅读A40分＋阅读B（即新题型）10分＋翻译10分＋大作文20分＋小作文10分；考研英语二：完型10分＋阅读A40分＋阅读B（即新题型）10分+翻译15分＋大作文15分＋小作文10分；考研英语难度：英语一大于英语二。\n03 考研政治考研政治：马原24分＋毛中特30分＋史纲14分＋思修与法律基础16分＋当代世界经济与形势；考研政治必考。\n政治治这门学科经过多次变革，目前由16道单选+17道多选+5道分析题构成\n单选，1题1分，共16分\n多选，1题2分，共34分，“少选”“错选”不得分\n分析题，5道大题，每大题两小问，每小问5分，共50分\n注意绝大多数的同学，多选题，漏选不再是得一半分数了，而是漏选直接0\n04 考研专业课千人千面，不同学校、不同专业区别很大，相同专业不同学校相差也很大，具体可看要考学校的考研专业课大纲。\n05考研录取的三条分数线\n1.国家线：读研的基本分数线，必须要过国家线才有机会读研究生。国家线分为A区和B区（偏远地区，分数线相对较低）【我身边还是有不少同学没过A区国家线最后调剂去了B区211，不过近两年B区竞争也很激烈】\n2.单科线：单科线是数学、英语、政治、专业课的最低录取线，只有在总分和单科线都过的情况下才有资格参加复试。\n3.院校线：特指34所自主划线的院校的校线【我考的同济就是自主划线的院校，分数相较于国家线高出不少，工科英语一也要达到60分】\n4、24考研复习日历\n一般考研的3-12月为备考复习期，中间穿插网上报名（10月）、11月现场确认等环节。次年的2月左右出初试成绩，3月复试或调剂，6月录取，9月开学报到。\n①2023年3月：准备阶段全面搜集考研信息和资料，确定报考的专业和学校；看考研经验和目标院校的专业课复习经验，确定考研复习计划；\n②2023年4月-2023年6月：基础复习阶段重点复习英语和数学，打基础阶段，结合考研视频全程过知识点；\n③2023年7月-2023年8月：提高阶段主要看强化视频、重点突破数学、英语阅读、专业课基础等，这个暑假建议留校复习；专业课开始复习，多看经验贴，准备把握专业课复习过程；英语：重点在阅读部分，词汇、长难句保持；数学：把所有基础内容全部复习完毕，基本完成第一遍刷题；\n继续调整心态，保持健康、积极的复习态度；\n④2023年8-9月：出考纲阶段关注招生简章、考研大纲，看考研大纲变化；\n⑤2023年9-2023年10月：报名和差缺补漏、真题考研报名和查缺补漏、做真题阶段，预报名（9月底）和正式报名 （10月中下旬），这段时间复习是用于查缺补漏，做真题阶段；\n⑥2023年11月-2023年12月：模拟阶段做真题模拟题，现场确认一般在11月；\n⑦2023年12月：临考阶段打印准考证、订考研房间;\n⑧2024年1月-2024年2月：复试备考阶段根据复试大纲，准备复试；\n⑨2024年3月-2024年4月：复试出考研成绩，进行复试；\n⑩2024年3月-2024年5月：调剂阶段；\n2024年6月-2024年9月：录取、报到阶段；恭喜你成为24级研究生。\n5、24考研如何确定适合自己的学校？\n24考研择校最有效的方式就是：\n参考自己学校的学长学姐能考到的最好的学校是什么？\n结合自己和他的对比，适当确定学校层次。考研一定是个人野心与自身实力的平衡！\n01结合自己现状+愿意付出的努力思考\n思考的现状有哪些方面：自己高考分数+当时自己的学习状态、自己大学的日常绩点+自己大学的学习状态、自己日常考证的成功率+自己的复试状态\n为什么要思考自己的复习状态呢，因为如果你在这么多次重要的考试都是那种难以专心的状态，那么你可能在这次考研 也只有10%的概率可以专心，所以建议选择一些比较保险的学校，这几年考研越来越卷，确实现在考研对于基础要求不高，但是考研时期的专心程度是决定大部分的成败。\n同时大家也要知道，考研是真的很苦，你要想想在未来接近的一年里，你愿意付出多少的努力。\n02结合自己未来的规划\n在选择院校的时候我们应该结合自己的未来规划而考虑\n如果你想去企业就业，那就把提高职业技能和运用放在首位，还有你想去公司的总部的城市也是很重要的，毕竟在一个城市上学会有很多的实习机会\n如果选择高校事业单位或者继续读博，那就把提高学术能和院校放在第一位（双一流大学名单就是一个很好的参考）\n比如财经专业的四书五院，还有一些存在行业壁垒的工科学校（如华北电力、北航、电子信息科技、西湖大学等）\n如果你有以后很想去发展的城市，那么可以在这个城市读研肯定是一个最好的发展开始（我当初就是认定了上海，和我一样的baby可以私聊）\n24考研的同学，了解学校的时候重点关注几个问题：\n（1） 报录比；比如录取10个人，100人报名，报录比就是10:1;（2） 复试比；比如录取10个人，12个人进入复试，复录比就是1.2:1；（3） 考试科目和考试大纲；（4） 是否歧视外校、是否歧视双非;（5）加权总成绩是怎么计算的，看一下初试和复试所占比例，初试决定着是否能进复试，加权成绩決定着是否能录取；（6） 是否接受调剂，是否有校内调剂;（7）每年录取的人数，其中考研录取的人数；（8）其他；\n03关于学硕还是专硕\n学硕就是比较搞学术，容易直博、读博或者考博，专硕更偏重技能和实习方面\n（现在有的学校有的专业 专硕和学硕的培养方式相差不大的，也有的相差很大，这个可以具体去学校官网看一下学硕和专硕的培养方案，或者问一下学长学姐，很多专业隔行如隔山，我也不算很了解。但在我们专业看来，可能会跟你进的实验室有关，有的导师偏重工程，有的导师偏重发学术论文等等）\n我是当时考的学硕后来分数不够调剂的专硕（不过可能有些专业专硕分数要更高）\n这个主要是看自己的选择！\n•培养模式不同\n原则上，学硕偏学术研究，专硕偏工程时问，一般学校会在培养方案和毕业要求上会有所区别，比如专硕需要一定时期的实习；毕业要求上学硕略高些(绝大部分学校是一样的）。实际上，导师可能并不会特意区别培养，都是做项目，具体分工还要看导师的项目多少，项目多的组都需要抗项目，甚至抗不止一个项目。\n•学费和奖学金不同一般学硕的学费是8k/年，专硕是1w/年。专硕学硕奖学金一般分开评选，按照人数多寡确定人数，比如我们学校则是1.2w-6k分为4等，根据奖学金评定方案进行评选。无论学硕还是专硕，基本上能覆盖掉学费。学硕学制一般为3年，专硕2-3年，以3年居3年居多，比如我就是专硕，但学制也是三年。\n•就业区别就业上专硕学硕区别不大，基本无差异。\n•读博区别学硕研二可硕转博，硕博连读；而专硕一般需要在研三毕业后再考博。所以读研板块，专硕吃亏。来自百度百科：学硕其以学术研究为导向，偏重理论和硏究，培养大学教师和 科研机构 的研究人员为主。专硕的目的是培养具有扎实理论基础，并适应特定行业或职业实际工作需要的应用型高层次专门人才。\n注：考研和保研的区别是什么？保研比拼的是前三年的综合努力，考研比拼的是考研一年的努力，二者是完全不同的考察方式！可能在大家眼中，保研相对考研要容易些，毕竟现在考研人数已经快超过 500万大关，但在我看来，二者各有各的难度！看似保研不用经过长达6-9个月的辛苦复习，也不用和这几百人竞争，但真正保研的同学才知道，保研前三年到底付出了多少努力，比如要去刷绩点、去参加各种竞赛拿奖、去发表论文等等，这个过程其实并不容易。而考研需要我们忍下6-9个月“寝室-食堂-图书馆”三点一线苦行僧般的生活，需要我们去和考相同学校的这一两百人直接肉搏，需要专注考研这件事而放弃很多身边的诱惑！对于保研和考研，其实说不好谁更卷？想保研，尤其是对类似我这种双非的同学而言，可能真的需要在前三年很强烈的去卷才行，保持高分数、参加竞赛、发论文、做项目等等！而考研的话同样不容易，至少在复习的7-9个月里日夜奋战，就像我说的过上苦行僧般的生活才行！都不容易！\n04 关于是否要跨专业\n【按理说肯定是不要跨为好，但是如果你真的想跨，一定要避开的坑】\n尽量不要跨考经管专业，虽说现在跨考经管可以对就业有更好的发展，但是经管有多少学霸你知道么？经管考研成功的概率有多低你知道么？确实有人是跨考成功的，但是概率真的很小！！！\n工科专业不要随便报，我知道工科研究生收的多分数低，但是如果你四年都没学这些数理化生 你觉得你考上的概率会高么，更何况考上之后你该怎么办你知道么？\n教育学和法硕是热门，但是这个之后的就业形势你真的了解么？\n总是，考虑周全一定是要的，但是只要选择好了就不要轻易改变！！\n下面是正式的择校步骤：\n①明确本科学校层次（满分15，打分区间：10-15)我们可以将学校和专业排名分为四个等次，分别是：01强势985+普通985的强势专业+211特色强校 (15分）；（得分>90分可冲）02 普通985的一般专业＋211的强势专业＋普通特色强校（13-14分）；（得分>80分可沖）03 普通211+一本强校（10-12分）；（>75分可）04其他 （一本、二本等其他双非院校）（10分）对标看看自己属于哪个层次，对自身有个准确的定位，为什么要看着点，因为很多学校的确是看出身的，这很正常哈，假设甲乙两名同学的水平差不多，一个是985，一个是双非，你是老师你选哪个？高考前别人已经努力了，歧视与否是相对的，要有这个心理预期。\n②查看本校本专业的历史数据（满分15.打分区间：10-15)\n在过去的3-5年中，自己学校直系学长学姐考到哪一个层级的学校居多，最好是哪所学校，距离你要考的学校的差距有多少，满分15分，给自己历届学长学姐打个分，可参考第一步的分数。这点直接找本校的学长学姐了解，或者去找辅导员、学校管招生就业的老师咨询。\n③分析你自己的学习能力（满分 30分，打分区间：20-30)比如数学、英语、专业课的基础和平时学习内容的效率、能力；还有本科绩点排名、竞赛、论文、奖学金等情况。学习能力代表可能考到分数上限在哪；本科绩点、竞赛、论文等决定了复试面试时可能得到的分数。但是如果分析一圈发现自己并没有特多能拿得出手的奖项等，也不用灰心，因为考研的绝大部分同学都没有。当然，受专业限制，具体专业具体分析，比如医学类的。\n④分析能用于考研复习时间（满分40，打分区间：30-40分)是否至少从5月要开始了，能否保证每天平均8-10小时的复习时间；暑假能不能留校或找个安静的地方复习；实习时间长不长，比如有的同学暑假实习3个月。如果不考数学的话，时间可压缩到4-5个月。考研初试成绩=有效复习时长*学习状态*学习技巧，\n学习时间是基础前提，复习方法、状态是重要要素。如果你一天只能复习6小时，那么不建议你冲太高；如果每天都有8-10小时复习时间，可适当结合自身的实力，提升目标院校层次。考虑到自身实力，给自己打个分，如果你觉得成绩比较好，复习时问也比较充分，可以沖985；实力次一点，稍微降低点目标选择。>90分可冲第1档，>80分可冲第二档，>75分可冲第三档。这个数值大家自己估测，也可以根据自己专业特征，增加选项或再具体化，更精准些。比如我本科双非，本科成绩还行，无竞赛、论文等奖项，参加过竞赛未得奖，有奖学金；自我感觉能力还挺好，认真学能听明白；每天复习时间，以做到不低于10小时，效率也挺高。那么，我的分数是：10+13+24+36=83分，可冲一般985，还是有些希望，前提是那所985相对公平，保守点就冲强势211。\n6、24考研我们竞争对手到底是谁？\n对于24考研的同学，我们要搞清楚我们考研时真正的竞争对手是谁？是那马上就要突破500万人的全部考生吗？并不是！我们考研真正的对手是：和我们考同一所学校同一个专业的这些人！\n下面就是关于考研备考的内容啦！！！划重点\n个人情况：我当时考研开始较晚，所以并不建议大家和我一样太晚开始，要知道对于考研来说，时间越多你准备充分的可能性也越大，但如果你可能在开学4月，看到大家都在为了考研奋斗时，自己也有了考研的想法，那么你就快点开始把，这一点也不晚，因为我当时6月才系统开始进行考研的复习（原因是出国申请不到喜欢的学校，因为自己大学挂过科）\n01：2022年3月（及以前）：准备阶段\n全面搜集考研的信息和资料，确定报考的专业和学校，如果你实在有纠结的选项，记得选 专业课相近的几个学校，如果你的所有科目都是全国统考，也可在学校就纠结的时候先开始复习！！\n公共课：重点复习英语和数学\n英语：单词和语法\n单词需要每天大量的背，如果英语基础较差可以跟一下网课【推荐书目《恋练有词》、《考研一笑而过单词》list的分类比较适合记忆、不推荐《红宝书》一点也不好背】\n因为我英语比较差，六级没过，所以决定补习一下语法课程【推荐课程 宋智鸣长难句课程，课程没有田静老师的那么多，但是也很清晰，每天微博还会有跟练，我真的真的不推荐田静老师，课程太多太多了，要知道工科生大三下还是有很多专业课的！虽说语法对于阅读很重要，但是也不值得浪费太多的时间在这里】\n数学：不要复习课本，买考研资料复习就好了！！！\n因为自己数学还不错，当时听了别人的经验贴看了一个月的课本。真的是在浪费时间，大家直接跟考研课程买考研的数学资料就可以！\n【如果你是刷题型选手推荐汤家凤1800，但是我不推荐汤家凤的课程，个人感觉有点拖拉，推荐周洋鑫老师和高昆仑老师的基础课，思路清晰且方法总结的很好。】\n一个误区：很多人喜欢跟年龄较大的老师，但是年龄大教龄高真的不代表什么，考研已经是一门越来越机械化的考试了。\n重要：这个时候记得调整自己的心态和状态，根据自己当时的时间订一个合适的阶段性计划。拉长每天的学习时长，先让自己沉浸在长时间学习的状态中。\n02、2022年4月-2022年6月：一轮复习\n重点复习英语和数学，完成英语数学所有内容的复习，暑假可以上手练题的那种。根据自己的精力选择性开始政治和专业课，如果你报了什么考研全程班 政治有课程的话在完成英语数学任务的基础上也可以开始着手政治了【毕竟现在政治考得好可以有80+，还是可以拉分不少的】，但是如果英语和数学完不成还是不要开始政治了。\n英语：单词、语法与阅读\n阅读根据课程或者年份至少每天 一篇归纳题型和做题方法。\n我当时是跟的阅读课（孔玮老师）老师是按照题型分类来讲的，我的笔记也是记题型和做题方法的大框架，再把之后做的真题再分类加进去。这段时间不需要一套一套的做题，每天1-2篇足够了。\n单词就是要重复背的！\n数学：根据课程完成所有知识点的学习，并且一定要学完一课抓紧跟课后练习！不要拖不要攒！\n\n我个人很喜欢这套复习资料，内容比较全，题也是比较经典的，1800总觉得过于重复。而且考研数学真题上的计算并没有那么复杂。\n03 2022年7月-2022年8月：提高阶段=刷题阶段\n为什么选择这个时间来刷题主要是因为暑假里没有课是最好的模拟刷题时间的时候。\n每天早上：早上背书（英语单词、专业课、政治根据自己的进度，但是要背书！）\n周一、周三、周五：上午数学一套真题、下午英语一套真题、 晚上政治基础课\n周二、周四、周六：上午数学真题纠错分析整理、下午英语真题纠错分析 晚上专业课复习\n周日：上午可以放松睡个好觉并且运动一下、下午晚上用来做数学英语的笔记复习！！！【主要是练习一下考前复习的状态】\n阶段目标：英语数学能够熟悉真题、政治专业课有了基础的复习。\n04 2022年9月-2022年10月 二轮复习+出考纲+报名\n差不多8月底，9月初会发布考研大纲，这个要关注下考研内容的变化，各个机构的老师也会做一下解读【记得关注】\n这个时候考研进入了全面复习的阶段，建议四个科目平分时间，不要在给数学和英语过多的时间了，政治真的也同样的重要\n数学英语政治主要看强化视频配合做题联系\n数学：推荐李永乐团队、张宇老师团队、和周洋鑫老师\n（我个人当时是报了一笑而过网课，因为比较便宜还送配套书，总体课程是比较完整的，每天还有配套的练习，但也是自己心态上还是有点不自信，又去看了李永乐老师团队的视频，和张宇老师的方法课，其实内容上都大差不差，建议大家最多看两套课程视频，不然也是有点浪费时间的）\n英语：一笑而过团队（周思成老师词汇和作文、孔玮老师阅读、凸凸老师的带练）、唐迟阅读方法课\n（我个人不喜欢刘晓燕老师，英语口音真的。。。新东方课程的话个人觉得有点浪费时间，相比之下一笑而过团队比较直击重点）\n政治：腿姐全程班yyds！！！\n（我当时看政治已经是9月份了，全程班已经进行了半年了，我还是买了全程班，跟了后期的二轮直播课，配套腿姐的背诵手册真的很好背！！！我自己当时因为专业课出了一些变动，整个10月没有复习政治，都在恶补专业课，但是后期加上腿姐的冲刺课，最后政治还是考了69，个人来说还是比较满意的）\n05 2022年11月-2022年12月\n政治和专业课加强复习，英语和数学争取一周两套真题练手，同时一定要看冲刺课一定要看冲刺课，个人认为各个科目的冲刺课都是精华中的精华，就算你前期没有复习，如果掌握了冲刺课的内容基本都是可以过国家线的，这是真的，关键是一定要掌握！！！！"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "目录\n\n\n\n\n\n\n\n现在开始准备24考研并不早。近几年，考研报名人数激增，考研竞争程度也在明显增大。换句话说，考研明显变难了。因此，对于考研人来说，尤其是打算一次上岸的考研人来说，早点准备考研也是迫不得已。从这个角度来说，现在准备24考研的并不早。\n那么，从现在开始准备24考研，又该如何规划呢？接下来，我们从考研日程表、了解考研、考研择校、考研初试、考研报名和考研复试六个方面详细的说一说如何规划24考研。\n一、考研日程表\n24考研是指2024年入学的研究生考试，其初试时间为2023年12月底，初试分数公布时间为2024年2月底，复试时间为2024年3月底。\n以2022年7月开始备考24考研为例，我们可以对考研全过程有这么一个规划。\n事项时间了解考研2022年7月考研择校2023年10月底前考研报名2023年10月考研初试2023年12月底前考研复试2023年4月其他时间开始备考的同学根据自己的情况调整即可。\n同时，我也建议大家在这之前看看知乎上的考研课程，系统的了解考研相关知识，学习考研择校方法，获取政治、数学、英语复习规划和资料，助你顺利上岸研究生。\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n二、了解考研（2023年7月）\n准备考研，首先要对考研有一个基本的了解。简单来说，我们首先必须了解以下信息才可以正式开始备考硕士研究生。\n（一）初试和复试\n考研分为两个阶段：初试和复试。\n1.初试\n初试采用笔试的形式考查考生对所学知识的掌握程度，一般安排在每年的12月底。不同的考研目标，其初试科目也不同。但是，绝大数专业初试科目为政治、英语、数学（或专业课)和专业课四门。各科目考试时长一般为三小时。其中，政治、英语科目满分为100分，数学和专业课满分150分。\n2.复试\n初试通过国家线且满足考研目标的复试要求方可参加复试。复试主要包含专业笔试、英语口语测试和综合面试三部分。不同的考研目标，复试区别巨大。当然，复试一般采用线下模式。近几年受疫情影响，多采用远程复试形式。\n（二）考研的本质\n考研与高考有着本质上的不同。高考采用的是分数优先模式，分数越高主动权越大，被录取的概率也越大。考研则采取的是志愿（考研目标）优先的模式，竞争对手为目标完全一致的考研人。我们主要战胜他们即可被成功录取。\n因此，考研在本质上是同一考研目标的群体之间的零和博弈。研友在考研前不是朋友，考研结束后再交朋友也不迟。\n除了这些最基本的考研常识之外，我们还要在备考的时候弄清楚更多考研相关内容。\n三、考研择校（2023年10月底前）\n不同的考研目标，难度不同，所需准备的科目也不同。由此，选择一个合适的考研目标十分重要。那么，我们又该如何确定考研目标呢？可以看看刚才提到的知乎考研的课程也可以看看我的历史回答。\n\n此外，确定考研目标是一个渐进的过程。考虑到个人想法及考研信息的变动，个人认为，我们只要在考研报名结束前正式确定考研目标即可。在这之前，我们有一个大致的考研目标，或者说三个左右的备选考研目标就可以啦。\n四、考研初试（2023年12月底前）\n考研初试科目主要分为政治、英语、数学（或专业课）和专业课四门。在这部分，我们也简单的分享一下这几门科目的复习规划及方法。\n（一）考研政治（2023年7月至12月）\n考研政治是考研第一科，及格不难，但是要考高分也不简单。这就意味着考研政治是性价比较高的一个科目。为此，我建议各位尽可能花最少的时间在政治上，取得一个比较不错的分数即可，比如65分。\n\n考研政治平均分（17年以后未公布）考研政治具体规划如下。\n1.了解考研政治（一天）\n考研政治一般为考研第一科，安排在考研第一天上午。该试卷满分为100分，考试时间为180钟。答题方式为闭卷、笔试。考研政治主要考察的内容见下图。\n\n2.基础阶段（7—10月）\n这个阶段主要是复习考研政治的基础知识，建议依托《肖秀荣知识点精讲精练》和《1000题》，在暑假期间将所有考研政治的知识点过一遍，只做选择题部分，关键语句必须背诵。\n刷1000题时要记忆做错部分的知识点。\n如果时间富裕，可再刷《1000题》，争取再一个月内搞定，强化提高。\n3.冲刺阶段（11—12月）\n这个阶段重点在于突破材料分析题。\n依托《冲刺8套卷》进行考前模拟，检测复习结果，着重关注选择题部分，材料分析题部分可以选择性背诵。\n着重背诵《终极预测4套卷》，材料分析题部分全部需要背诵，重点关注第一、二套卷子。\n以上两本书中选择题知识点尽可能全部掌握，材料分析题同理，肖老师压的都是考点，只是考查题型不确定。\n通过以上三个阶段的训练，考研政治成绩应该会有显著的提高。一般来说，这样子复习拿个65分问题不大。\n（二）考研英语（2022年7月至2023年12月底）\n考研英语复习的关键在于单词和真题。一般来说，复习全过程分为三个阶段较为合适，分别突破单词、真题，并进行全真模拟。\n1.单词关（全过程）\n这个阶段的主要任务在于突破考研单词，尤其是大纲规定的5500词。考研全过程都要记得背单词呀！推荐使用《恋词》等分单元划分的单词书，一个月背完30单元，平均一天一个单元。建议一个星期默写一次单词！\n切记背单词需要长期坚持，在接下里的阶段重点记忆还不认识的单词，巩固为主。\n2.真题关（7至10月）\n考研英语复习的最佳材料就是真题。这个阶段我们要尽可能吃透真题，保持一周一套真题的频率就可以啦！\n个人建议，每天下午2点至5点用来做真题是最好的选择！推荐使用张剑的黄皮书。\n与此同时，我们要在重点看看作文怎么写，整理一个专属模板。\n3.全真模拟（11月至考前）\n临近考研，适当的全真模拟有助于调整状态。个阶段，我们预留的真题也到了发挥作用的时刻。\n推荐各位在考研同一时间段进行模拟练习，检验考研英语复习成果。以2023考研为例，具体安排如下。\n日期内容2022年12月18日2022考研真题2022年12月4日2021考研真题2022年11月20日2020考研真题（三）考研数学\n本人没有考过数学，对这方面也不太了解。但个人感觉，考研数学的关键其实就是刷题。\n（四）专业课\n专业课的最佳复习资料就是真题和参考书。我们把真题和参考书吃透，分数肯定是不会低的。\n至于专业课的复习规划可参照以上几个科目制定，具体如何规划因人而异。\n\n五、考研复试\n考研初试结束后，来年的2月底会公布考研成绩，3月中旬会公布国家线，3月底陆续开始复习。那么，我的建议是考研的同学在过完年后，考研成绩公布后再准备考研复试。\n准备复试时一定要先看看往年的复试通知及内容，并不是所有的学校都需要笔试的。我们参考对应学校的往年的复试流程准备即可。\n此外，复试最好问问上岸的学姐并且找他们模拟三次左右。\n以上就是准备24考研的基本流程啦！考研的同学按照上面的方法，结合自身实际情况，制定符合自己的考研规划就好啦！\n预祝考研的同学顺利上岸呀！\n备考的同学也不要忘记看看知乎知学堂推出的考研课程。\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "目录\n\n\n\n\n\n\n\n确实有一丢丢早呢，不过早起的鸟儿有虫吃，而且现在考研形势又越来越卷，个人觉得如果打算考研的话，早下手为强还是上策，期间有啥变动还能及时调整。\n那么，准备24考研该如何规划？现在时间还是绰绰有余的，个人认为首先要了解考研的一些基本常识比如考试的形式和科目、学硕专硕的区别、一区二区的划分、以及考研的具体流程，目标院校招生简章、专业目录公布时间等等；其次，认真评估自身实力，正确选择学校和专业；然后，就是准备复习资料，制定可行计划，踏踏实实开始备考喽。\n\n第一部分，了解考研基本常识\n一、考研的形式和科目\n简单地说，研究生考试分为初试和复试两大部分。\n初试总分为500分，包括两门公共课（政治、英语），满分各100分；不考数学的话是两门专业课（专业课一、专业课二），考数学的话是数学和一门专业课，满分各150分，这样4门总分500分。\n管理类联考总分为300分(英语二100分，管理类综合200分)；\n专业课(分为13大类)：哲学、经济学、法学、教育学、文学、历史学、理学、工学、农学、医学、军事学、管理学、艺术学等。\n命题方式：公共课（政治、英语）、数学全国统一命题；法硕、西医综合、教育学、历史学、心理学、计算机、农学等属统考专业课；其他非统考专业课都是各高校自主命题。\n其中公共课的试卷结构：\n政治：马原24分，毛特30分，史纲14分，思修与法律基础16分，当代世界经济与 形势与政策16分\n英语：完型填空10分，阅读理解A 40分，阅读理解B(即新题型)10分，翻译10分， 大作文20分，小作文10分\n数学：理工类(数学一、数学二)，经济类(数学三)\n数学一：高数60%、线性代数20%、概率统计20%\n数学二：高数80%、线性代数20%\n数学三：高数60%、线性代数20%、概率统计20%\n复试包括笔试和面试，同等学力（专科生）需加试两门专业课，加试成绩不计入总成绩但必须及格。\n总成绩=初试成绩*X% + 复试成绩*（1-X%）。如果X=50，也就是说有的学校初试复试成绩各占一半，那复试就占很大比重；有的学校X=70，也就是初试成绩权重较大。然后按综合后的总成绩从高到低录取。\n在此推荐一下知乎知学堂官方的考研训练营——【小白偷跑计划】，可以把收集考研信息、制定学习规划、筛选学习资料这些花费很多的时间和精力节省下来用在学习上，从而大大提高学习效率。现在，知乎知学堂官方推出的这个讲座可以做到这些！从考研趋势深度解读、院校专业选择攻略、科学的备考规划一应俱全。全程为你保驾护航，助你上岸一臂之力！重点是现在免费的：\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n二、考专硕还是学硕\n具体专硕和学硕的不同，主要有以下几个方面，同学们要根据自己实际情况来选择：\n1、报考条件不同\n学硕的报考条件为：本科生录取当年9月1日前须取得毕业证；高职高专毕业满2年或2年以上的同等学力身份报考。\n而专硕的工商管理、公共管理、工程管理、旅游管理、工程硕士中的项目管理、教育硕士中的教育管理，要求有一定工作经验。\n2、考试难度不同\n对大部分专业来说，学硕比专硕要难，比如：\n学硕考英语一，专硕考英语二（特殊情况：法律硕士，汉语国际教育专硕考的是英语一）；\n学硕要考数学一、数学二，或招生单位自命题数学，难度较大，而专硕多数不考公共课数学或考数学三，难度相对较小；。\n3、学制不同\n学硕一般为3年，现在有的是2.5年，那半年实习，专硕一般2年，今年可能有调整。同是教育专硕，陕西师范大学是两年，西北师范大学是三年，具体还是要看目标院校当年的招生简章。\n4、学费不同\n学硕的学费一般来说是 8000—12000/年，而专硕的学费则要高一些，是学硕的两到三倍，不过现在各高校都要奖学金，可以弥补学费这一块。各学校学费及奖学金政策不同，具体还要看学校的招生简章。\n5、对调剂的要求不同\n一般来说，学硕的初试科目可以涵盖专硕初试科目或达到专硕考试难度，因此学硕可以调专硕调剂，而专硕不能调剂到学硕。例外情况：临床医学专硕则相反，专硕可调剂到其他专业，学硕的考生不可调剂到专硕。\n\n具体还要根据自己的实际情况来做出选择，总结一下我的建议是：\n如果本科双非又想考名校，建议专硕；\n如果有读博的打算，建议学硕；\n如果想要复习更简单、轻松一些，建议专硕；\n如果高校专硕不安排住宿，对于经济状况不佳的考生，建议学硕。\n三、考研区划和分数线\n考研地区按照所报考学校的所在地方分为一区和二区，一区比二区经济发达，国家按照一区、二区确定考生参加复试基本分数要求，此外还有34所自主划线学校（985高校）。\n一区：北京、浙江、天津、上海、江苏、福建、山东、河南、湖北、广东、河北、山西、辽宁、吉林、黑龙江、安徽、湖南、江西、重庆、四川、陕西21个省市。\n二区：内蒙古、广西、甘肃、海南、贵州、云南、西藏、青海、宁夏、新疆10个省市。\n34所自划线学校：清华大学，北京大学，中国人民大学，北京理工大学，北京航空航天大学，北京师范大学，中国农业大学，天津大学，南开大学，复旦大学，上海交通大学，同济大学，重庆大学，四川大学，电子科技大学，湖南大学，中南大学，厦门大学，中国科学技术大学，南京大学，东南大学，哈尔滨工业大学，浙江大学，西安交通大学，西北工业大学，华中科技大学，武汉大学，山东大学，吉林大学，大连理工大学，东北大学，华南理工大学，中山大学，兰州大学　\n\n\n四、考研具体流程\n以22考研为例，具体的流程为：\n1、21年9月研招院校发布招生简章\n招生简章是招生单位（高校或科研院所）颁布的介绍文件，主要是向考生介绍学校的状况、报考条件、报考日程、联系方式、学制、费用等事项。\n关注重点：报考条件、报考日程、录取总数、参考书目。虽然每年新的招生简章绝大部分都会继承之前信息，但是还是可能会有一些改动，所以千万不要错失信息，可以每天花一点时间去了解最新的信息，结合自身的条件以及地域发展思考，选择合适的目标院校专业，这是最重要的前期工作，为其他准备工作明确方向。\n其中考研大纲发布——9月份左右，包括两类：公共课考试大纲和专业课大纲。\n公共课考试大纲包括考研政治、考研英语、考研数学考试大纲，每年由教育部统一公布，根据往年的经验都是在9月公布的。\n专业课考试大纲包括教育部统一公布、各招生院校公布以及不公布三种类型，其中各大院校公布的时间一般集中于6到9月。\n一般来说每年的大纲变化都不会很大，所以大家可以根据自己制定的计划去复习。等到新大纲公布的时候，首先就是要对比，理清大纲的新变化，以免发生复习方向错误，遗漏知识点。\n2.、21年9月网上咨询周——9.22-9.26\n关注重点：原则上可以咨询任何问题，如：报录比、真题、推免人数、报考要求等等。学校方面都会给出回复，虽然有些问题可能并得不到正面回答，只是很官方的回复，但这可是提问的良机，还可以电话咨询目标学校研招办。\n3、21年9月底网上预报名\n每年考研正式报名前，研招网会开通考研预报名，预报名的目的一方面是帮助考生了解报名流程，另一方面则是缓解集中报名造成的网络访问高峰。\n关注重点：研招预报名的信息是有效的，也就是说如果有同学在预报名期间已经生成了报名号，且完成报名缴费，那么在正式报名时不需要重复报名。\n4、 21年10月正式报名\n正式报名和预报名的性质是一样的，预报名只是提前填写报名信息。同时在报名前，大家要看看自己是否符合今年的报考条件，再仔细谨慎报名。\n5、 21年11月上中旬网上确认\n网上确认的时间是由各省级教育招生考试机构自行确认和公布的，考生需要上传本人身份证、学历证书和网上报名编号等进行确认，并采集图像信息等。\n6、21年12月打印准考证\n7、21年12月底考研初试\n8、22年2月初试成绩查询\n来年春天出成绩，同时及时关注研招网国家线及各自主划线院线的复试成绩线，早做准备。\n9、22年3-5月考研复试（调剂）\n复试一般流程\n（1）提交材料。复试前要准备一系列材料，包括体检证明、本科成绩单、身份证等等，这些材料通常会在复试通知中说明。\n（2）笔试。笔试一般是考与初试科目不同的专业课。同等学力考生另外加试两门专业课，加试科目不计入总分，但必须合格。\n（3） 面试。首先是个人陈述，通常用英语介绍自己的姓名、专业等基本资料，一般需要3-5分钟。考生可实现准备一份陈述并联系熟练，上考场时就能从容应对。个人陈述之后，面试老师会就专\n10、22年6-7月拟录取后调档\n\n第二部分，恰当评估自己，正确选择学校和专业\n五、全面恰当地评估自己\n“知人者智，自知者明”，考研择校也要有清晰的自我认知，说得白一点就是要“知道自己的斤两，自己考研的上限”，在此我们可以借助一下SWOT分析。\n即Strengths:自己的优势，包括学习能力强、有意志力、自制力及对节奏的把控、敏锐的信息捕捉能力等。\nWeaknesses: 自己在以上方面的劣势，学习底子薄弱、易受到干扰等。\nOpportunities:考研过程中面对竞争对手，自己的机会在哪里，掌握了哪些资源。\nThreats:考研过程中的不利因素，如考研信息不畅，过分依赖辅导班等。\n通过SWOT分析，对自己的考研状况有一个有初步的认知。如果自己的短板比较明显，那还是保守一点，以上岸为目标，求稳妥较好；如果自己的优势更加明显，那放手一搏，冲击一下985/211名校也无妨，即使不成功还可调剂嘛，后文再叙。\n六、正确选择学校和专业\n1、筛选流程\n在充分了解考研的科目之后，为了更好地制定学习规划，首先要确定报考专业和报考学校。因为即使同一个专业，不同学校的考试科目也有可能不同。\n例如报考“人口、资源与环境经济学”这个专业，上海财经大学的考试科目是：政治、英语一、数学一、经济学；而河南财经政法大学的考试科目是：政治、英语一、数学三、西方经济学。专业课完全不一样；而且虽然数学一和数学三都叫数学，难度差别很大：\n\n图1. 上海财经大学的人口、资源与环境经济学初试科目\n\n图2. 河南财经政法大学的人口、资源与环境经济学初试科目\n选校选专业很重要，但历来又是让考生困惑的问题。全国具有研究生招生资格的单位共有800多所，专业更是不计其数，这么多学校和专业，到底该如何挑选呢？推荐按照图的模式，先选择专业，然后进行粗筛筛出3-5所学校，然后再进行细筛，最终确定报考学校。\n\n2、确定学校和专业\n一般来说，专业选择靠前。专业的选择主要考虑两个因素：专科原专业和自己喜欢的专业。两者经常并不重合，这就需要取舍。原专业最熟悉，报考限制更少（有的学校不允许同等学力跨专业）；而喜欢的专业学起来效率更高，提分更快。\n也有的考生只为了考上研究生，哪个专业容易考选哪个。这样做有一定投机性，风险比较高。首先很难界定哪个专业容易考，试题简单的专业很可能考生多、分数线高，这样到头来并不一定“容易”。再者，如果选了毫无兴趣的专业，学习起来很难受，也不容易考高分。\n还有人说，“本科看学校，研究生看专业”，也是有一点道理的。在报考时要找到自己的兴趣点，自己的本科专业如何，要不要跨专业报考，将报考专业与报考学校的优势领域和老师的主要研究方向相结合，才是正确的“择校之道”，当然也可以按照个人偏好进行选择。\n如果难以确定专业，可以选择两三个备选专业，依次粗筛和细筛。\n2.1粗筛\n粗筛主要考虑因素有学科排名、地区、学校报考限制。此阶段比较快，大概一两天就能完成。\n教育部已公布第四轮学科评估结果，可以查询各校的专业实力。如图所示，在“中国学位与研究生教育信息”网，输入或点击专业名称，就能看到分级排名，从A+到C-共九个级别。一般而言，学校排名高，某一专业排名也高；但是例外也很多，有些二本学校某专业的排名甚至超过211、985名校。可以根据自己的实力选择相应范围的若干学校；也可以按照“冲一冲”、“求稳”、“保底”的标准，选择不同范围的学校。\n\n学校所在地区也是一个重要因素。如果想在上海就业和发展，当然应该优先考虑上海的学校。这样毕业季实习和找工作都比较方便，此外上海学校的毕业生落户也比外地学校有优势。\n简单地说，下载最新招生简章和专业目录，根据自身条件（英语是否过四级、是否有自考成绩等）和备选学校的限制条件，排除那些不能报考的学校。\n通过以上三个条件，筛选出若干所学校，一般以3-5所为宜，然后进行细筛。\n2.2 细筛\n细筛需要考虑的因素主要包括招生人数、历年报录比、试题难度、风评。这一阶段比较慢，可能花费一到两周，主要因为信息少，难获得。\n3、需要详细了解的指标：\n3.1 报录比——报名与录取比例，可在招生院校的官网或中国教育在线上查询，这一数据直接反映出该专业的火爆程度。\n3.2 分数指标——国家线+学院复试线+实际录取最低分+实际录取最高分。\n3.3 目标专业学科排名——中国研究生教育分专业排行榜。\n确定好目标院校后，一定要去查看这些指标，结合自己的能力来选择。\n3.4 计划招生人数——在招生院校公布的招生简章或专业目录里一般都有说明。\n3.5 报考人数——这是个较关键的信息，反映这个专业的报考热度、竞争激烈度，从中也可大致看出潜在的竞争对手有多少。\n3.6 实际录取人数——随着复试、调剂的进行，各大高校的拟录取名单也陆续出炉，在学校有研究生官网或各院系官网都有公布，可以查询。\n3.7 推免人数——有些名校热门专业推免名额可能会占很大比例，那么留给统招的名额就很少，考研竞争就更激烈，难度更大。因此推免人数是个重要参考。\n从以上人数可以准确算出该校该专业的报录比。此外，还要关注下复试比例及最终成绩计算方式。差额复试比例越高，当“炮灰”陪考的同学越多；复试、面试成绩占总成绩的权重越高，学校的自主程度越大。\n通过以上流程，基本可以确定报考学校，接下来就可以做有针对性的规划和学习了。有时候方向比努力更重要，考研选校选专业马虎不得，需要同学们认真权衡考量，找到自己最适合的学校和专业。别忘了来知乎考研训练营看看，听听这个讲座，是免费的：\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n第三部分，准备复习资料、制定计划，科学备考\n七、购买或查询资料的渠道\n目标学校的历年真题非常重要，专业课考什么？哪些是重点？历年真题就是最好的答案。许多考题直接关乎学校在该专业领域的研究动向，你不研究研究怎么行？\n至于在哪里购买，1、首先考虑官方购买渠道，有的学校在其研究生院网站或者各学院的网站上有这些资源，找到之后要第一时间下载下来。\n但很多学校官网上并没有，可以打电话问下研招办，我当年考研的时候很多学校研招办售卖专业课历年真题的，所以可以先打听一下学校研招办有没有；\n2、其次，如果你离目标院校比较近的话，可以去附近打印店看看，他们也卖历年真题的；\n3、当然，如果在淘宝或是师兄师姐那里买，也有擦亮眼睛，注意甄别真假信息，见到货再付款。\n最好能找到最近几年（最少3到5年）的真题试卷，看看每年各个章节考了多少，确定哪些章节重点考察（尤其是每年都考的)，哪些知识是次重点（个别年份出现）哪些章节是从未考过的。哪些知识点容易出主观题，哪些知识点容易出客观题。\n还可以试试下面几个渠道找找看：\n渠道一：中国教育在线考研频道\n\n渠道二：俗称小破站的B站。\n在B站上你总能找到一些免费视频，除考研数学真题之外，还有英语、政治及专业课的许多学习资料，考研经验、考研资讯等信息，可以说B站是一个神奇的网站，是学习者的天堂，几乎所有比较著名的公共课视频和少部分专业课视频在这里都可以找到，而且无广告，不开会员就可以加速播放，直接搜索所需的老师名字、机构名字即可。如今由于版权的原因，资源可能没有以前那么多了，不过还是可以找到很多有用的资料。\n\n渠道三：知乎知学堂精品课堂\n还有知乎知学堂精品课程，不知道你就out了！是由知乎官方推出的，性价比很高，从选择学校和专业，到数学、政治、英语和专业课各科学习指导，紧扣考研重难点。有真题有高质量的模拟题，省却你搜集的时间和精力，还有专人负责答疑，即使小白也能弯道超车，所以叫【小白偷跑计划】，点击卡片即可领取，重点是现在免费的：\n\n考研择校择专业&备考资料合集（已失效）￥0.00\n\n\n\n已失效\n\n\n\n\n\n渠道四：中国大学MOOC(慕课)\n幕课Mooc汇聚了各大高校开放课程，资源很强很强，能搜到你一志愿学校的开放课程。除考研数学真题和网课视频之外，按照专业在「课程」里搜索，你就会看到专业的分类，包括外语、计算机、理学、工学、经济学、法学、文史哲等，真的是应有尽有，知识的宝库啊！当然也可以按照你的一志愿学校去搜索，看看你的一志愿学校，有没有在Mooc开通你所学专业的课程。\n\n渠道五：除了学长学姐、学校附近的打印店这外，考研帮、考研论坛、各微信公众号、考研交流群等等，能找到可靠资料的渠道，同时要注意甄别真假信息。\n\n八、制定切实可行的学习计划，掌握科学合理的学习方法\n首先，保证充足有效的学习时间是十分必要的。\n备战23考研，一定要找出自己大脑最兴奋的时间段（最好是在白天尤其是考试那个时间段），制定适合自己的作息时间表，并严格执行直到考试。形成规律的生物钟，养成良好的习惯对于备考学习有很大的帮助，建议全职备考的同学要保持每天不低于8小时的有效学习时间。\n其次，制定合理的学习计划并切实执行。\n考研有明确的时间要求，制定计划自然也是。在了解考研的科目之后，一定要制定合理的学习计划，合理规划好自己的复习时间。\n从大的方面说各科整体规划、需要几轮复习，可以分成三阶段：基础阶段、强化阶段、冲刺阶段。往小的方面说包括每月进度、每周计划、每日计划。长计划，短安排，在制定一个相对较长期目标的同时，一定要制定一个短期学习目标，这个目标要切合自己的实际，通过努力是完全可以实现的，从而把握自己的复习节奏，避免前松后紧、临阵慌乱，有利于督促自己。考研复习还是需要循序渐进，不可能一口吃个胖子。\n第三，根据各学科规律掌握正确的方法。\n不同学科有不同的复习方法和侧重点，总体来说文科需要背记的多，理科的计算和逻辑分析较多，各科复习方法不同，应遵循学科本身的规律，才能事半功倍。\n第四，有效利用历年真题。\n研究生入学考试是一种比较稳定、规范的考试，有一定的规律可循，无论是题型、难度，还是范围、重点都有相对连续性，不会变化太大，甚至有的知识点还会一再出现，所以，研究真题有助于把握复习的方向和难度，明确复习目标。尤其是英语，你把真题吃透了，单词掌握了，过线没啥大问题。\n建议选取近三年的考研真题，在规定的时间内做一遍，分析错误之处和猜对之处，然后你就知道你的工夫应该花在哪里，你的解题水平应该达到怎样的程度了。这个方法随时可用，从一开始直到考前，它能帮助你更好的把握今后的复习方向。\n专业课试卷只要指定参考书没有很大的变化，能复印多少年就复印多少年，考研的风险可能更多来自于专业课考试内容和考试方式的不确定性，得到更多的专业课试卷可以大大减少这种不确定性。不能仅仅依据一两年的专业课试卷猜测哪些会考不会考，专业课可能经常出乎你的意料之外。经常会有一些你考前觉得有点偏甚至很偏的题目，所以要尽量多地搜集历年专业课试卷。\n\n1、英语\n（1）真题、真题、做真题！不能只做模拟题\n一定要先做真题，只有做真题，你才能把握住考研英语的脉搏。做了几年真题你会发现，有些词汇和短语出现的频率很高，就是我们所谓的高频词，多重复见到几次，不用去机械记忆你能记住了。而且真题所选的文章，不论是完形填空还是阅读理解，都是值得去细细精读的。通过研习真题文章，不仅仅背了单词，对语法长难句的理解、对文章结构逻辑的领悟、对答题的技巧方法都会不同程度地提升，所以做真题非常必要且重要！\n（2）阅读理解得天下\n阅读理解横跨客观题和主观题，客观题包括选择型阅读和新题型阅读（当然考了这么多年早已不新了），总共占60%的比例，所以有人说“得阅读者得天下”，阅读题的训练再强调也不过分。阅读题目虽层出不穷，千变万化，但万变不离其宗，就是对实际能力的考察，而实力来自平时的积累和学习，备考的重点首先应放在阅读能力的训练上，其次才是技巧的训练。\n阅读要精读和泛读相结合。训练材料可以是历年真题，教材上的课文，也可以是新闻媒体的报道、评论等。应根据自己的实际英文水平选取难度略高的材料，循序渐进，逐步提高，太简单的起不到练习的作用，太难的一看就头晕，打击自信心，所以难度中等略难的文章最好。如通过四级的同学可以选择六级阅读作为初期的训练材料，通过六级的同学可以选择专业八级难度的文章，之后对自己的水平更有信心了，也可以直接阅读economist, New York Times, CNN评论等，有官方的APP可以下载，有事没事刷一刷，也可以直接上网站浏览。\n加强训练阅读的方法，培养适合自己的方法和习惯，利用阅读题还可同时练习其他题型，如（1）在阅读的过程中根据上下文的逻辑联系来理解词义，实际上带动了完型填空的复习。（2）在做阅读时，注意分析段落结构和语篇结构，有助于选择搭配题的复习。（3）做阅读时，把文章当中的长难句拿出来，分析其语法结构再把它们译成汉语，这就等于复习英译汉。（4）做阅读理解时把文章中常用的句型和成语抄录下来背记、造句，有助于写作的复习准备。\n\n（3）背单词重复、重复、再重复！\n考研英语不管是完型还是阅读，对词汇的考察很关键，而很多同学最头疼的就是背单词了，短时间内要熟记大量词汇，并且还要了解这些单词的精确含义。那么单词怎么背，仁者见仁，智者见智，适合自己的方法才是最好的方法。但有一点共识，背单词一定要重复！重复！重复！不只是背，还要反复的看。说说我背单词的几点体会：\na.在学习中我把考研单词分为四类，不同层次，着力点有轻有重\n其实考研5500单词中很大一部分都是我们中学大学已经非常熟悉的，这对我们来说不能算是考研的生词，而那些出镜率高的高频词相对来说就比较重要。这些高频词、重点词、必须会背的词，我把它归入一类词，非常重要词，要求自己会背会写，熟习其用法（能加以运用，写出正确的句子或表达）。二类词，重要词，会背会写，了解其用法。三类词，一般词能认识，了解其词性及“亲属”（词根词）。四类词，生词不认识，大概能猜出词性，词义，实在猜不出，大胆略过，专有名词较多，涉及各学科领域的学术词汇居多。\nb.机械记忆与分类、联想记忆相结合\n要背的单词虽数量庞大，但是有一定规律可循，死记硬背式机械记忆只能占其中小部分，大部分的词汇需要大家善于分类总结，理顺单词之间的关联，例如形近词、近义词、反义词、熟词新意等。\nc. 背诵单词与阅读、语法相结合，同步进行中\n建议在此过程中可以自己动手整理单词本（如阅读中遇到的考纲内的重点单词、词组、习惯表达等），一段时间后，大家会发现自己也可编一本真题词汇啦！学英语到后期拼的就是词汇量，词汇量越大，做题就越快越顺手！\nd. 有效利用时间\n背单词与做阅读做真题需要系统的大块的练习时间不同，就是可以利用碎片化时间！刚起床时、临睡觉时、吃饭前，等公交车时、学其他科目学累时……都可以好好利用起来背单词哦！\n2、政治\n作为必考的一门公共课，考研政治复习的一个特点就是“前松后紧”，对准备23考研的同学来说，前期学习时宜慢宜稳，尤其是马原部分，夯实基本概念和基本原理十分重要，这些知识点不仅常考到，也是后面知识点的基石。\n先来看下政治试卷结构：\n考研政治包括五大学科，其中马原大约占24分；毛概最多，占30分；近代史纲要占14分；思修占16分；形势与政策占16分。各部分题型比例和分值如图所示：\n\n从图中可以看出，考研政治的五科中分值不是平均分布的，而是有轻有重。所以，我们在复习时着力点也要有轻有重，抓住重点、难点去记忆背诵。\n马克思主义基本原理部分一定要熟悉教材，哲学原理在理清逻辑框架后重点记忆。\n毛中特需要背的知识点也很多，也要在理解的基础上去记忆。可以把概念分组，比如公有制和非公制的区别运用比较式记忆；还可利用一些记忆技巧，比如符号、谐音、数字（“一个中心、两个基本点”、“三大法宝”、“四项基本原则”）、关键词等等；及时进行归纳总结，把出现的特殊时间、特殊事件、特殊会议进行归类整理，提高记忆效率。\n史纲部分可以时间轴为线，把整个近现代史的历史事件串起来，历史事件发生的原因、过程、代表人物、意义、影响和经验等等放在一起对比记忆。\n思修法基最简单、易理解，容易出选择题，考察的大部分都是教材原文，可着重熟悉大、小概念及概念所处的地位和名言部分；分析题可分为多个板块，理解基础上记忆。\n形势与政策部分只能从11月开始准备，因为每年的题都不一样。当代世界经济与政治要从宏观层面去把握，平时可多积累一些万能表达。\n其次，制定合理的复习规划。\n复习规划不尽相同，应根据个人的基础情况、时间安排、学习效率等来综合考虑，这里提供一个整体思路，仅供参考。\n大家可以两个月一个周期，大概到考试前复习三轮。\n第三，掌握科学的复习方法\n可以在笔记本上整理每一章的知识框架体系，记下关键知识点。不仅能让你有效串联各知识点，牢固掌握知识点，而且以后冲刺阶段就不用再去翻厚厚的书啦。\n政治这类科目非常偏向于文科，五科内容繁杂，多以背为主，掌握良好的背记方法十分重要：\n1、背诵记忆与理解记忆相结合。不能只死记硬背，还要在理解基础上记忆，理解到位了，记住才更加容易。\n2、背的时候分好要点，最好能自己整理下来，再直接对照着自己的笔记背诵，分好要点更方便背诵，背完也能知道自己落下了哪个知识点。\n3、背诵有主有次，先背出题频率最高的题目，再背次重点的题目和一般题目。\n“良好的开端是成功的一半”，备战24考研，早着手早准备，赢在起跑线上，就得比别人多努力！\n祝考研成功上岸！加油！"
    },
    {
        "input": "现在开始准备 24 考研早吗，该如何规划？",
        "output": "磨刀不误砍柴工，正式备考之前，一定要先选择好心仪的学校和专业，然后再根据考研目标制定好详细的复习计划，如此复习才会动力满满，达到事半功倍的效果。\n\n一、如何评估自己要考的专业难度有多大\n\n1、专业难度评价六大维度\n\n关于专业选择问题，评估专业报考难度主要有以下五大维度：\n\n往年报录比：报录比是报考人数和录取人数的比例，它体现了一个学校的竞争程度，提前了解目标学校和专业的报录比，可以感受一下报考热度，然后看看自己有没有这个能力和决心报考该专业。\n往年复试分数线和复录比：可以通过历年的复试分数线，了解该校的报考难度，如果往年复试分数线 400+，则无疑上岸难度很大；通过复录比，可以确定复试的淘汰比例，心理提前有个底，同时看看该校是否保护第一志愿、歧视本科学历等等。\n往年的初试和复试占比：大家应该都知道，当一所院校初试分数占比越大，而复试占比越小时，这所学校一定是越好考的。因为排除了人为因素的干扰，全凭初试分数这一个客观分数来比较，才是最公平的。一般初复试比例是 5:5 和 7:3，我们要尽可能选择 7:3 的学校，减少被刷的可能性。\n调剂比：调剂比是指调剂人数占复试总人数的比重，调剂比越高，一志愿被刷的概率越大，也就是不保护一志愿。有的学校每年专门留出大量的调剂名额，就是专门为了给 985、211 院校或者初试高分的优质调剂生空出位置，这对一志愿考生是极其不公平的！\n公共课的各科平均分：通过对比拟录取人员的数学、英语、政治每科平均分，可以确定自己要上岸必须达到的分数水平。\n专业课试卷的考察内容和平均分：通过专业课试卷内容，比如是简答题、选择题、计算题等，可以了解复习的重点。同时通过整体分数情况，也可了解专业课难度。\n\n\n考研注定是一场只能依靠你自己才能取得最后胜利的战役，从如何择校、如何制定全程的复习规划、如何获取重要的备考资料和信息，再到如何找到能够一次上岸的高效备考方法。毫无疑问，整个过程都是环环相扣、互相联系和不可分割的。靠运气上岸的是极少数，唯有凭借你自己的努力，加上找到合适的方法，才能最有把握地通过考研初试和复试的考核。\n\n你在知乎上寻找备考经验、备考资料的同时，你可曾知道知乎知学堂也推出了免费的【 考研小白偷跑计划】？\n\n这份免费的资料能帮你什么？\n\n除了你们经常听到的「选择大于努力」这句话背后的择校数据包——考研报考院校核心资料包，为你择校提供强有力数据支撑，不会因选择错误而导致竹篮打水一场空；它还可以帮你制定考研英语、政治等全年复习规划方案，让你巧妙避开考研备考过程中的雷区；考研英语语法必考点思维导图系统总结；考研英语 5500 核心词汇系统总结；考研数学公式系统总结大全；以及考研政治全年核心的、最难记忆的重大会议线系统总结等等\n\n更为关键的是，【考研小白偷跑计划】还有一个强大的社群功能，在这里，你不仅能够邂逅全国各地和你一起为考研默默奋斗的小伙伴们，互相分享考研学习经验，互相监督打卡，你还能遇见已经上岸的师兄师姐，为你答疑解惑和提供最直接的考研经验。\n\n好啦，学长已经把机会给你们啦，剩下的就靠你们自己的选择和努力了。在考研的这条漫长道路上，虽然信息、资料获取和交流至关重要，但也千万不要忘记自身的努力，只有找对方法、努力坚持到最后，上岸的把握才会更大。\n\n\n考研择校择专业&备考资料合集￥0.00免费领取\n\n\n\n\n\n\n\n2、报录比分析\n\n报录比是指报考人数占录取人数的比例，这也是大家择校最关注的因素。显然，报录比对考研择校是一定的参考因素，但又有多少人就是一度被「高低」报录比的外衣蒙蔽了双眼？\n\n「低报录比」绝不是「好考」的代名词，而报录比高也不代表考研难度大，很多经验贴就从报考人数这一个数据断定难考，实在是太断章取义了，不但容易制造焦虑，还会误导一大批人！\n\n高报录比=难考？\n\n报录比的高低和实际考试、录取的难度的关联性并不是很强，报录比高并不代表就难考，毕竟每年都有一堆弃考和打酱油的考生。\n\n以深圳大学 2020 年硕士录取情况中的「学前教育」专业（045118）为例：\n\n\n\n\n由上图可知，「学前教育」专业报考人数 88，实际参考人数 63，接近 30% 的人弃考。实际录取人数 13，报录比为 7 左右，即 7 个人中录 1 个。全国的平均报录比在 3.0 左右，该专业是该数值的 2 倍多，可谓是不低了，要知道很多专业的报录比低到 1.0 都不到。\n\n但是该专业真的很难考吗？答案显然是否定的！从上图可看出，录取统考人数为 13，参加复试人数也为 13，也就是说，参加复试的人全部被录取了。只要你达线，就不刷人，复试就是走一个过场!\n\n再来看录取分数，国家线分为 325，最低录取分数也为 325。说明什么？说明只要过了国家线，就稳上岸，而且还是一个竞争激烈院校的好专业。最低分 325（国家线），最高分 401，答主笑了，325 分也能和 401 的高分上一样的学校！考了 325 分的人是不是要笑死在厕所呢！\n\n3、复录比分析\n\n复录比，也叫复试差额比，是复试人数和录取人数的比例。真正反映决定考研报考难度的不是大家吹上天的报录比，而是差额复试比。\n\n以北京邮电大学 2020 年各硕士录取情况中的「应用经济学」专业为例（020200）：\n\n\n\n\n由上图可知，2020 年该专业报考人数为 225，上线人数为 46（过国家线），推免人数为 10，录取人数为 20。进一步可知，统考录取人数为 10。\n\n答主又从网上找到了该校的复试名单（网上直接搜索 2020 年北京邮电大学复试名单）：\n\n\n\n\n从上图可知，应用经济学统考进入复试的为 10 人，而最终统考录取也为 10 人，说明该专业一个没刷人，复试完全是走一个过场，差额复试比为 1:1。只要你初试分数高，达到复试线，就完全录取，爽不爽，完全不用考虑复试刷人的问题。\n\n遇到这种院校和专业就偷着乐吧，但并不是所有学校/专业都是这么贴心，给大家随便列举几个。\n\n比如安徽大学，该校 2021 年法律（非法学）招生人数为 110，进入复试人数为 525，复试比例接近 5:1。进了复试，却还要在 5 个人中刷掉 4 个人，是不是很揪心，也就是复试被刷的概率为百分之 80，可谓是丧心病狂了！\n\n\n\n\n又比如重庆师范大学，该校小学教育专业 2021 年招生人数为 90，进入复试人数高达 265，复试比接近 3:1。重庆师范大学教育科学学院中的小学教育专业，今年计划招生 90 人，进入复试人数高达 265 人，复试比接近 3:1。\n\n\n\n这就是复试比的意义，复试比如此之高，就算初试分数再高也胆战心惊，400+的分数被刷的例子比比皆是。其他人在复试中以 350 分逆袭上岸，而你初试 400 分被刷，你是什么感受？\n\n4、初试占比分析\n\n除了复试比以外，初试比也是上岸的重要影响因素。复试的变化和影响因素太多，稍加不慎，就有可能复试被刷，故初试比重越高，复试上岸的概率越大，也就越不容易被刷。特别是本科一般、没有科研经历和面试经验的同学，如果怕在复试中占很大劣势，就一定选择初试占比高的院校。\n\n有的学校初试比重高达 70%，复试的比重只有 30%，即总成绩=初试成绩*70%+复试成绩*30%。只要初试的分数足够高，复试只要不出现意外，一般都能录取。大家可以仔细看一下目标院校的复试名单和拟录取名单，一般都是按照初试排名录取的。\n\n比如江苏科技大学，其研究生院官网公布的复试成绩计算规则：\n\n\n\n\n还有的院校，初试和复试比重各占百分之 50，这类学校的复试比重就很大了，复试格外重要，因为复试的 1 分相当于初试的好几分。这类院校的计算规则分为两种，一是总成绩=初试成绩*50%+复试成绩*50%；二是总成绩 =（初试总成绩/5）×50% + 复试成绩×50%。\n像是以上两种情况，复试低分逆袭的和高分被刷的例子太多了，故择校时必须看清楚学校的复试规则。比如中南民族大学。其复式计算规则为：\n\n\n\n5、调剂比\n\n还有一个被很多人忽略的重要因素——调剂比，调剂比是指调剂人数占复试总人数的比重，调剂比越高，一志愿被刷的概率越大，也就是不保护一志愿。有的学校每年专门留出大量的调剂名额，就是专门为了给 985、211 院校或者初试高分的优质调剂生空出位置，这对一志愿考生是极其不公平的！\n\n遇到这种情况，简直会让人气到爆炸！这似乎意味着，你的出身就已经决定了你的上限，不管怎样努力，你都会被卡在机会之外，无力抗争的感觉瞬间呼之欲出了！\n\n比如，南京理工大学，虽然很多同学总是说该校并不压分，但是学长还是要拿事实说话，数据表明，该校更喜欢接收本校生和优质调剂生源而不保护一志愿。\n\n以 2020 年日语语言文学专业为例，其复试分数线为 355 分，如下图：\n\n\n\n\n该专业计划招生 5 人，但进入复试的只有两个人，分别为 383 分和 401 分。但可笑的是，最后一志愿录取的只有 401 的同学，并没有这位 383 分的同学，如下图。即使他已经竭尽全力考了 383 的高分，远高于复试线 30 分，而且是招 5 进 2，稳赢的局面，居然输了？\n\n\n\n\n学长又去找到了放弃复试的名单，发现还是没有他，如下图：\n\n\n\n仔细分析后发现，原来是接收了 4 个高分调剂的考生，人均 400 分左右的初试成绩啊，让人瞠目结舌！气得答主无话可说！\n\n\n\n\n因此，择校时，一定极力避免这种喜欢收优质调剂生源的学校，否则一年的努力很可能就要付诸东流了。\n\n二、如何制定考研复习计划\n\n1、每天的学习计划\n\n✅✅详细安排：400+学长一天 14h 的学习时间安排\n\n（根据自己情况做适当调整，建议每天有效学习时长不低于 10 小时）\n\n05:40 起床\n05:40-6.00 穿衣 洗漱 收拾书包\n06:00-06:20 操场慢跑 15 分钟+散步走一走\n06:20-06:40 食堂吃早饭 去考研自习室\n06:40-07:30 背单词 30 分钟，同时花 20 分钟回顾之前单词（后期背政治）\n07:30-09:30 看阅读视频，限时做一篇阅读（8 月开始是复习政治）\n09:30-12:00 复习专业课教材，系统学习专业课基本知识\n12:00-13:30 30 分钟吃午饭，20 分钟看看手机，午间休息 40 分钟\n13:30-16.00 看考研数学视频，做好笔记\n16:00-17:30 温习前一天专业课笔记，然后做专业课相关习题\n17:30-18:30 30 分钟吃完饭和散散步，然后桌子上趴着睡 20-30 分钟\n18:30-19:00 刚睡醒，背 30 分钟英语单词，并把上午的单词温习一遍\n19:00-21:30 啃数学复习全书/继续刷题，总结反思\n21:30-22:30 英语阅读，或者英语作文，摸索作文框架和积累预料\n22:30-23.00 复盘当天所学内容、看看明天的计划是什么\n23:00-23:40 回宿舍，洗漱，睡觉\n\n\n✨✨建议尽量、尽量在 23:40 就开始入睡，24:00 前睡着。\n\n✅✅总体安排（学习 14 小时+睡觉 7 小时+运动 0.5 小时+吃饭娱乐 2.5 小时）\n\n英语 4.5h（背单词 1.4h）\n政治 2.0h（7、8 月份开始执行，替换掉早上的英语）\n专业课 4.0h（一直执行）\n数学 5.0h（一直执行）\n复盘 0.5h（一直执行）\n\n\n小计 14.0h\n\n吃饭、休息、运动等：3.0h\n睡觉：7.0h（含午休 40 分钟+晚休 20 分钟）\n\n\n以上总计：24.0h\n\n2、考研心态调整\n\n树立「每天进步一点点」的好学心态。 俗话说，一分耕耘，一份收获。好学的心态能够帮助我们每天收获一点点，每天进步一点点。如果天天进步，365 天后的我们就会有质的飞跃。很多考研的同学都很焦虑，感觉每天学不够，每天的学习状态浑浑噩噩。但是你要相信，即使是天才，也都是从勤奋走出来的，好学的心不过是把他天才的一面展示出来而已。我们或许不是天才，或许没有天赋，可是勤奋好学同样可以助我们登上成功的高峰。即使是一个天才，倘若不学无术，不求进取，恐怕也难成一果。所以说，不管你基础如何，天资聪明或者笨拙，你都需要有好学的心态，最终你也可以心想事成。\n\n3、好好休息\n\n考研一天要复习 10 个小时甚至更长的时间，午休尤为重要！午休让下午和晚上能够更好学习的一个保证，当你连续工作 5～6 个小时后，精神状态会下降，更需要通过睡觉来缓解疲劳。\n\n如何睡觉也是很有讲究的，要注意以下几点：\n\n饭后不宜马上睡觉；\n从人的生物钟来讲，中午 1 点钟左右是入睡的最佳时间，此时入睡身体会得到很好的休息；\n午休时间要适量，半小时最好，最好不要超过 1 小时，时间太长会感到头痛无力，而且也不容易醒。\n\n\n4、坚持运动\n\n考研是一个长期战、持久战，在这场马拉松中，不但要跑得快，更要跑的久，坚持到最后才是胜利。身体是革命的本钱，很多人没有坚持到最后，正是由于身心承受了巨大的压力，最后心态崩了，也就无疾而终。\n\n三、如何搜集考研关键信息\n\n1、如何搜集目标院校信息\n\n报考院校研究生院官网：查询招生简章、招生专业目录、历年复试分数线，初试科目和教材、推免名单、招生人数、报录比、保研名额及专业真题等信息；途径：网上搜索【XX 大学研究生院官网】——点击【硕士招生】——历史消息（更多）；\n报考院校学院官网：在上面可查询你报考专业的大量复试信息，包括考试大纲、推免数量、往年复试分数线、复试名单、复试形式以及拟录取名单等等；\n研招网：隶属于教育部的考研官方网站，主要提供研究生网上报名及调剂、招生简章、专业目录查询、在线咨询、专业库、院校库、等内容。途径：中国研究生招生信息网；\n中国学位与研究生教育信息网：在上面可查找目标院校报考专业的等级和学科评估结果，看看该专业未来的就业前景，作为你选择学校的一个重要依据。途径：全国第四轮学科评估结果公布；\n历年国家线和复试分数线查询：除了目标院校研究生院和学院官网外，这个网站也很好用，汇聚了各个高校的历年复试分数线。途径：历年考研分数线|考研国家线|复试分数线|34 所自划线--中国教育在线。\n\n\n2、如何查询目标院校报录比\n\n报录比是报考人数和录取人数的比例，它体现了一个学校的竞争程度，提前了解目标学校和专业的报录比，可以感受一下报考热度。\n\n目标院校研究生院官网：网上搜索【XX 学校研究生院】—【招生信息】—【历史数据】-【报考录取统计】；\n目标院校研究生招生信息网：网上搜索【XX 学校研究生招生信息网】—【往年数据】—【报录比】；\n中国研究生招生信息网：网上搜索【中国研究生招生信息网】—【硕士目录】—【报录比】。直达链接：中国研究生招生信息网\n目标学校报录比查询网站：网上搜索【中国考研网】—【报录比】。直达链接：考研报录比 _ 研究生报考录取比例 _ 报考人数 - 中国考研网；\n在线考研院校库官网：网上搜索【新东方在线考研院校库官网】—输入【XX 大学】；直达链接：研招网 _ 研究生招生信息网 _ 考研志愿填报参考系统-新东方研究生院校库\n\n\n3、热门学校的报录比汇总\n\n1.浙江大学\n\n网页链接：\n\nhttp://www.http://grs.zju.edu.cn/yjszs/28490/list.htm\n\n2.浙江师范大学\n\n网页链接：\n\nhttp://http://yzw.zjnu.edu.cn/2021/0531/c5531a360325/page.htm\n\n3.南京林业大学\n\n网页链接：\n\nhttps://http://yz.njfu.edu.cn//lnlqx/20210829/i227424.html\n\n4.南京大学\n\n网页链接：\n\nhttps://http://grawww.nju.edu.cn/912/list.htm\n\n5.南开大学\n\n网页链接：\n\nhttps://http://yzb.nankai.edu.cn/2575/list.htm\n\n6.南京农业大学\n\n网页链接：\n\nhttp://http://grasch.njau.edu.cn/info/1024/3464.htm\n\n7.南京医科大学\n\n网页链接：\n\nhttps://http://yjszs.njmu.edu.cn/4981/list.htm\n\n8.南京邮电大学\n\n网页链接：\n\nhttp://http://yzb.njupt.edu.cn/7814/list.htm\n\n9.江苏大学\n\n网页链接：\n\nhttps://http://yz.ujs.edu.cn/info/1014/2817.htm\n\n10.北京师范大学\n\n网页链接：\n\nhttps://http://yz.bnu.edu.cn/detail/b1550f79\n\n11.北京科技大学\n\n网页链接：\n\nhttps://http://yzxc.ustb.edu.cn/sssbkzn/ssblb/f9a1daf963f045508b572ecfea9f6345.htm\n\n12.中央财经大学\n\n网页链接：\n\nhttp://http://gs.cufe.edu.cn/info/1055/8857.htm\n\n13.北京邮电大学\n\n网页链接：\n\nhttps://http://yzb.bupt.edu.cn/list/list.php?p=3_14_1\n\n14.北京第二外国语学院\n\n网页链接：\n\nhttps://http://zs.bisu.edu.cn/art/2021/9/8/art_6207_275788.html\n\n15.北京林业大学\n\n网页链接：\n\nhttp://http://graduate.bjfu.edu.cn/zsgl/lnzstj/index.html\n\n16.首都医科大学\n\n网页链接：\n\nhttps://http://yjsh.ccmu.edu.cn/zsgz/lnqk/111115.htm\n\n17.中国社会科学院大学\n\n网页链接：\n\nhttps://http://skdzs.ucass.edu.cn/info/1077/1986.htm\n\n18.首都经济贸易大学\n\n网页链接：\n\nhttps://http://yjs.cueb.edu.cn/zsks/zsdt/125072.htm\n\n19.国防科技大学\n\n网页链接\n\nhttp://http://yjszs.nudt.edu.cn/pubweb/homePageList/detailed.view?keyId=11939\n\n20.中南大学\n\n网页链接：\n\nhttps://http://gra.csu.edu.cn/info/1012/37820.htm\n\n21.同济大学\n\n网页链接：\n\nhttps://http://yz.tongji.edu.cn/info/1029/2348.htm\n\n22.郑州大学\n\n网页链接：\n\nhttp://http://gs.zzu.edu.cn/info/1020/11395.htm\n\n23.湖南大学\n\n网页链接：\n\nhttp://http://gra.hnu.edu.cn/info/1114/7903.htm\n\n24.华南理工大学\n\n网页链接：\n\nhttp://http://admission.scut.edu.cn/17541/list.htm\n\n25.上海外国语大学\n\n网页链接：\n\nhttp://http://yz.shisu.edu.cn/e0/b4/c8895a123060/page.htm\n\n26.上海交通大学\n\n网页链接：\n\nhttps://http://yzb.sjtu.edu.cn/info/1063/3314.htm\n\n27.上海大学\n\n网页链接：\n\nhttps://http://yjszs.shu.edu.cn/info/1080/5554.htm\n\n28.东华大学\n\n网页链接：\n\nhttps://http://yjszs.dhu.edu.cn/lqbl_8883/list.htm\n\n29.华南师范大学\n\n网页链接：\n\nhttps://http://yz.scnu.edu.cn/a/20210917/477.html\n\n30.苏州大学\n\n网页链接：\n\nhttp://http://yjs.suda.edu.cn/cd/e0/c8386a314848/page.htm\n\n31.浙江工商大学\n\n网页链接：\n\nhttps://http://yjszs.zjgsu.edu.cn/476/list.htm\n\n32.西安外国语大学\n\n网页链接：\n\nhttps://http://yzw.xisu.edu.cn/info/1006/2481.htm\n\n33.南方医科大学\n\n网页链接：\n\nhttp://http://portal.smu.edu.cn/yzw/info/1008/1540.htm\n\n34.云南大学\n\n网页链接：\n\nhttp://http://yz.shisu.edu.cn/e0/b4/c8895a123060/page.htm\n\n35.西藏大学\n\n网页链接：\n\nhttp://http://yjszs.utibet.edu.cn/content/detail/3/39/943.html\n\n36.东北大学\n\n网页链接：\n\nhttp://http://yz.neu.edu.cn/2019/0722/c5885a138755/pagem.htm\n\n37.山东师范大学\n\n网页链接：\n\nhttp://www.http://yjszs.sdnu.edu.cn/wnsj/zyblqk.htm\n\n38.河北师范大学\n\n网页链接：\n\nhttp://http://yjsy.hebtu.edu.cn/a/2021/09/22/4EF4C0CC74AC495C86AF7969E780AF3D.html\n\n39.四川大学\n\n网页链接：\n\nhttps://http://yz.scu.edu.cn/statistics/\n\n40.中国矿业大学\n\n网页链接：\n\nhttp://http://yjsb.cumt.edu.cn/ce/a1/c14173a446113/page.htm\n\n41.对外经济贸易大学\n\n网页链接：\n\nhttp://http://yjsy.uibe.edu.cn/cms/infoSingleArticle.do?articleId=6482&columnId=2173\n\n42.上海理工大学\n\n网页链接：\n\nhttps://http://yz.usst.edu.cn/3357/list.htm\n\n43.华中师范大学\n\n网页链接：\n\nhttp://http://gs.ccnu.edu.cn/index.htm\n\n44.中国地质大学（武汉）\n\n网页链接：\n\nhttp://http://front.zhinengdayi.com/page/detail/PVKZRL/700/1547\n\n45.宁夏大学\n\n网页链接：\n\nhttps://http://graduate.nxu.edu.cn/info/1020/6962.htm\n\n46.华东师范大学\n\n网页链接：https://http://yjszs.ecnu.edu.cn/system/yjszswxx_detail.asp?id=201906132018018916262410759\n\n47.中国石油大学（华东）\n\n网页链接：\n\nhttp://http://zs.gs.upc.edu.cn/wjlq/list.htm\n\n48.中南财经政法大学\n\n网页链接：\n\nhttp://http://yzb.zuel.edu.cn/2021/0714/c4637a275684/page.htm\n\n49.西南财经大学\n\n网页链接：\n\nhttp://http://yz.swufe.edu.cn/chaxun/yzbwww/tjss/ss_search.asp\n\n50.大连理工大学\n\n网页链接：\n\nhttp://http://gs.dlut.edu.cn/info/1176/11873.htm\n\n51.福建师范大学\n\n网页链接：\n\nhttps://http://yjsy.fjnu.edu.cn/7d/c9/c15192a294345/page.htm\n\n52.东南大学\n\n网页链接：\n\nhttps://http://yzb.seu.edu.cn/2021/0630/c6675a376225/page.htm\n\n53.兰州大学\n\n网页链接：\n\nhttp://http://yz.lzu.edu.cn/chaxunhuizong/2016/1103/146175.html\n\n54.暨南大学\n\n网页链接：\n\nhttps://http://yz.jnu.edu.cn/2021/0712/c700a637193/page.htm\n\n55.上海财经大学\n\n网页链接：\n\nhttps://http://gs.sufe.edu.cn/Home/NewsDetail/2656\n\n56.温州医科大学\n\n网页链接：\n\nhttp://http://yjsy.wmu.edu.cn/info/1015/8800.htm\n\n57.宁波大学\n\n网页链接：\n\nhttp://http://graduate.nbu.edu.cn/zsgz/xxfw/bklqqk.htm\n\n58.江西师范大学\n\n网页链接：\n\nhttps://http://yz.jxnu.edu.cn/2020/1207/c6249a210763/page.htm\n\n59.西安交通大学\n\n网页链接：\n\nhttp://http://yz.xjtu.edu.cn/info/1090/2881.htm\n\n60.河南师范大学\n\n网页链接：\n\nhttps://www.http://htu.edu.cn/yjsxy/2021/0524/c2805a199501/page.htm\n\n61.华侨大学\n\n网页链接：\n\nhttps://http://yjszs.hqu.edu.cn/info/1013/1618.htm\n\n62.西安电子科技大学\n\n网页链接：\n\nhttps://http://mp.weixin.qq.com/s/KAkttWNs9e9AfPb3FpUWsw\n\n63.沈阳药科大学\n\n网页链接：\n\nhttps://http://grs.syphu.edu.cn/zsgz/zstj.htm\n\n64.深圳大学\n\n网页链接：\n\nhttps://http://yz.szu.edu.cn/info/1041/11835.htm\n\n65.吉首大学\n\n网页链接：\n\nhttps://yjsc.jsu.edu.cn/info/11\n\n4、如何获取专业课真题？\n\n（1）学长学姐：先去找学长学姐，一般学长学姐肯定已经找好真题了，这个方法获得的真题最全面，而且多加几个学长学姐联系方式，还可以获得今年最新的真题信息，通过多个人的回忆，将今年真题整理出来。\n（2）中国教育在线：直达链接：（2021 年考研数学 _ 英语 _ 政治 _ 专业课真题及答案下载_ 中国教育在线）\n（3）报考学校研究生院官网：很多学校研究生院官网会提供各个专业的历年真题，十分全面。（4）淘宝、咸鱼：实在找不到，也可以去淘宝、咸鱼上面，上面会有很多的店铺提供历年真题，很全面。但要注意辨别：第一，但是店铺是各种辅导机构的，价格很高，真题真假也难以辨别；第二，很多店铺是考上的研究生开的，这部分店铺是学长学姐整理的真题和笔记，价格便宜，可信度高；第三，一定要找近 5 年真题，很多店铺以次充好，提供过时的真题，毫无意义。\n（5）微信公众号或者搜一搜：去微信公众号或者微信搜一搜可直接搜索目标院校的真题资料。以天津大学心理学为例：打开【微信搜一搜】-搜索【天津大学心理学真题】，就会发现很多免费分享的真题。\n（6）报考学校打印店：如果你距离目标院校比较近或者方便去的话，去该校的打印店看看，问问打印店老板，一般打印店会提供很多专业的真题，价格也很便宜，10 块—几十块钱不等。\n（7）知乎知学堂官方：这个渠道是很多人都不知道的，其实呢，知乎这几年在考研领域投入很大，请了很多的名师来讲课，其中很多课程都是免费的。比如下面这个考研直播课，大家可以免费听直播课+领取考研干货资料（包括复习全年规划、报考院校信息资料包、考研政治重要会议线、考研核心词汇图、考研语法必考点精讲、考研数学公式大全等等）+加入考研互助群，受专业指导，答主去看了下质量非常高，虽然是免费的，但还算良心，特意找来了分享一下。\n\n\n\n考研择校择专业&备考资料合集￥0.00免费领取\n\n\n\n\n\n\n\n5、如何找到同专业学长学姐？\n\n（1）贴吧、论坛、知乎\n\n在初试结束后，很多考生会在贴吧、论坛或者知乎互相交流，毕竟那个时候都比较兴奋，有的甚至会互相留下联系方式，你可以主动私聊他们，他们还是很愿意帮助你的。\n\n（2）微博或 QQ 群\n\nQQ：部分同学考上研究生后悔组建本专业的 QQ 群，你可以加群和学长学姐以及同届同学取得联系。学长当年就是建了本专业的 QQ 群，一直持续到现在还陆陆续续有人加群。加群方法：QQ-搜索专业代码或者专业名称（专业名称多试试几个）；\n微博：去微博搜索【2020XX 大学考研】里面会有很多学长学姐的留言，你去加到一个学长学姐，然后通过这个学长学姐，联系到更多的人，也是一种方式。\n\n\n（3）目标学校\n\n大部分学校的导师都有自己的工作室，像答主导师一个人就有三个工作室。如果你到目标院校方便，就直接去你报考学院的导师工作室去找学长学姐，肯定会有热心肠的学长学姐帮助你的，不用害羞。\n\n（4）复试现场\n\n如果你考研准备的早，在学长学姐 4 月份复试的时候，那一天你就在考场外面等着，等学长学姐复试出来，好好交流一番，学长学姐刚复试完，肯定乐于分享的，顺便还可以请吃一顿饭，边吃边聊，吃完之后加一个微信或者 QQ 好友。\n\n四、考研全流程和备考计划\n\n为帮助大家梳理考研的全过程注意事项，让同学们做出针对性的考研规划，答主做了下面两个图（一定要保存，以 2022 考研为例）。网上很多大牛同学分享说自己是 9 月份复习，三个月备战上岸名校，这种特殊情况不在答主的分析之列。答主的考研规划是针对像答主一样的普通学生，通过 10 月左右的努力，考上自己的心仪学校，如下图：\n\n\n\n\n\n（一）考研英语复习规划\n\n1、基础阶段（12-4 月）—单词为核心\n\n单词是考研英语的基础，基础搭不好，房子盖好了也会塌下来，到了考试的时候就会后悔了。大家都知道背单词，但是却不知道复习单词，背完了就忘，一轮背下来，忘的也差不多了。因此，背单词最重要的是复习单词，不是一味地强调背诵进度，每天背诵了多少新单词，这种只是自己欺骗自己。\n\n\n\n背诵过程中，建议按照艾斯浩宾遗忘曲线来背诵，如上图所示，在背完之后的 20 分钟后立马复习一遍，然后 1 小时后再复习一遍，中午吃完饭再复习一遍，晚上回宿舍之前复习一遍，第二天背诵之前复习一遍，然后再按照 3 天、1 周的间隔复习，这样的反复重复，效果极佳。当然，每一遍重复的时候花的时间会越来越少，等到你第三遍重复的时候，可能只需要花费很短的时间。 当然，单词背诵没有止境，3—5 月单词是打基础，打好基础后单词就成了每天的例行公事了，每天早上第一件事就要背单词，一直背到考前！\n\n2、强化阶段（5-8 月）—阅读为核心\n\n有了一定的单词量，就要开始考研英语最重要的部分了—阅读。这段时间一定要攻克考研的最难点—阅读。\n\n每天可花费 2-3 小时左右的时间，严格掐表做 2 篇左右的阅读理解，每篇阅读花费 20 分钟左右，然后其他时间来修改和总结。一篇阅读研究透可能要花费 1-2 个小时，这是一个由量变到质变的过程，很煎熬，但是也必须坚持。\n\n做题过程中，文章中遇到疑问或者都不懂的句子等要标记下来，同时准备一张大白纸或者笔记本，将答案写在上面，对于错误的题目，在旁边标注一个记号，以便下次回头再看的时候思考，看看自己第 2 次能不能做对。准备好错题本，订正错题，总结错误的原因和反思。\n\n错误的原因有很多，比如题目没看清、单词不认识、关键长难句都不懂、定位不准确、主旨理解有问题等等。每一道错题都要标注错误的原因，学会将错题总结归类，时间长了你就知道自己的薄弱点在哪？哪类题目经常错，哪类题目很少做错。然后有针对性地练习常错题目，总结和改进做题方法。\n\n3、巩固阶段（9-10 月）—阅读、作文为核心\n\n（1）阅读\n\n这段时间专业课和数学压力大，可以少花一些时间，多注重错题温习。每天花 1 小时做 1-2 篇阅读。严格按照做题-标记-订正-复习的方法做题。然后每天还要花 30-40 分钟小时做完型和新题型，练习最近几年的真题。同时把前面 1997-2015 年这 19 年真题阅读重新做一遍，第二遍做起来特别快。\n\n（2）作文\n\n9 月份开学以后就可以着手开始准备作文了，这个阶段的复习分为两轮：\n\n第一阶段：掌握大作文的写作框架体系，在脑海里形成一个作文的整个框架；\n\n第二阶段：学习作文的平行展开，学会根据漫画展开文章，可以独立写成一篇完整的作文，解决不知道写什么的问题。同时这个阶段也要多积累作文预料、句型等素材。\n\n4、冲刺阶段（11-12 月）—作文为核心\n\n这个阶段单词带着背，每天花费 30 分钟背诵；阅读也要练习，保持手感，可每天花费 40 分钟做阅读，主要是针对新题型和完型，重点加强一下练习。\n\n当然，这个阶段的重点还是作文。一定要不断积累语料，多多背诵高级句型、句子，但更多的是还要勤加练习。很多同学都是平时背诵的很多，理论知识也都懂，但是一上考场，作文就写的一塌糊涂。所以，这个阶段要模拟练习，严格掐表，甚至可以购买考试时候的那种答题卡，这样效果更好。\n\n（二）考研数学复习规划\n\n1、准备阶段（1 月-2 月）\n\n这个阶段不需要专门复习，真正复习从 3 月份开始，一共 10 个月时间足够了。准备阶段只需要对考研数学的基本分类、考试内容、考试形式、重要性等做一个基本了解即可。\n\n1.1 考研数学的重要性\n\n从考研拉分的角度，不论是数一、数二还是数三，分值都是 150 分，每年数学都是最拉分的一门课，很多同学就是败在数学上；\n从考研复习难度的角度，数学是几门课中复习难度最大的一门课，花费的时间甚至要比其他几门课的总和时间还要多；\n从考研应试的角度，数学题目都是客观题，不像主观题一样，错误就是错误，标准非常严格。\n\n\n总之，除了专业课以外，数学是投入产出性价比最高的一门科目~\n\n1.2 考研数学的分类\n\n数一：基本理工科学硕专业都考数一，包括土木工程、计算机、物理、机械等专业。数一一般是最难的，每年拉分也最多，因为知识点范围特别广，需要投入最多的时间精力，没有 5-10 个月的充足复习时间，取得高分基本不可能。\n数二：专硕一般考数二，数二难度小很多，由于不考概率论，复习知识点也少一些，每年数二获得高分的特别多。\n数三：数三和数一一样，知识点也很多，不过难度稍微小一些，是很多经管类学子的考试科目。\n\n\n2、基础阶段（3 月-6 月）\n\n2.1 数学基础的重要性\n\n基础不牢，地动山摇，任何学科都需要牢固的基础作为前提，这一点在考研数学中体现的尤为明显。\n\n对于同一类型的数学题，假如做 10 道，结果正确率只有 50%，有时可以做对，有时却做不对，为什么？这是因为前期基础不牢固，没有对这部分内容真正理解和掌握，拔苗助长、一味求快最终结果会很惨！难道考研数学最后的那张卷子，你要靠 50% 的运气去应对吗？\n\n2.2 基础阶段复习经验\n\n数学基础体现在以下三个方面：\n\n相关定理和理论的掌握程度；\n常见题型和经典题型的掌握程度；\n举一反三分析能力和计算能力。\n\n\n很多同学复习战线拉得很长，复习内容也很全面，虽然所有知识点和内容都涉及，但一直停留在表面，基础没打好，就开始下一轮，每天刷大量的题却不做总结，最后数学考得一塌糊涂，却归结为没有正常发挥。\n\n基础阶段一定要把所有考纲内的定理、理论理解清楚了，甚至自己可以证明推理出来，然后才能加以应用。这个阶段死磕教材和复习全书两本参考书就够了，教材逻辑、大纲清楚，有定理的来源和简单习题，是打好基础的最好数目；然后在教材基础之上，吃透复习全书，把全书复习 2-3 遍，形成考研数学的知识体系。\n\n2.3 基础阶段参考书目\n\n\n同济大学高等数学上下册、李正元复习全书（看清数一、数二、数三）\n基础阶段的参考书目只推荐两本：\n\n同济大学高等数学上下册\n李正元、范培华的考研数学复习全书（其他不了解）\n\n\n很多同学桌子上摞起了各式各样的参考书目，什么 660 题、1000 题、1800 题、十八讲、九讲.....，但其实我们从小到大都知道，选择越多，内容越多，反而越茫然。\n\n贪多嚼不烂，考研数学跟紧一位名师或者吃透一本复习全书就够了，初衷是好的，你想复习更全面，看其他人都在看张宇，你也去看，其他人看汤家凤，你也去，然后把李永乐复习全书、张宇 36 讲、汤家凤 1800 题、张宇 1000 题都复习一遍，结果啥都停留在表面。\n\n每个业界都有精英，他们只是把他们的工作做到了极致，有的人涉足几十行，结果什么懂一些，又什么都不会，这就是差别！所以，不要去纠结哪个老师好，考研数学高分秘籍是什么，秘籍就是你一步一个脚印，一遍又一遍第复习，把教材和全书过 2-3 轮。\n\n2.4 基础阶段复习方法和做题思路\n\n第一轮复习：同济高等数学教材上下册（3 月份）\n\n一定要把教材过一遍，也不需要花太多时间，半个月时间足够了。很多同学觉得，既然有各种全书帮我们把考研数学所有知识点都总结了，为什么不直接开始复习全书？这是因为复习全书知识点虽然很全，但是整体内容很难，上面的题目也很难，而且一些定理没有给出来源。因此，要通过教材循序渐进复习，打好基础，特别是对于一些数学基础比较差的同学，教材是打好基础的最佳途径。\n\n下面说说教材复习的实战经验：\n\n先看上下册大纲，整体感知复习内容。拿到教材后，不要急于复习，先把大纲浏览一遍，看看高数整体分为哪些内容，简单形成一个知识框架，使接下来的复习做到心中有数。\n然后复习定理，做到理解吃透，弄清来源。基本所有的考研数学题都是围绕数学定理展开，一定要先把定理读懂，然后理解证明过程，如果能达到自己把定理证明出来的程度最好。\n最后做例题和相关习题 。看完每一个定理后，把例题答案盖住，自己做一遍，做完对答案，看看自己对定理理解的怎么样。复习完一大章后要把后面的习题做一做，可以挑着做，不必全部做，为的是加深对定理的理解和巩固复习效果。\n\n\n\n第二轮复习：李正元、范培华数学复习全书（3-6 月）\n\n复习时间：3-6 月三个月啃复习全书，每天至少分出来半天时间。\n\n复习误区：不论是张宇的 36 讲、李永乐的复习全书还是推荐李正元的复习全书，很多人看完一遍之后，发现很多的经典例题还是不会，后面的习题正确率 40% 都不到，甚至大部分题目还是完全没思路，就算有思路的题目也做不对。一些人以为是题目看少了，又去刷大量的题，然后错题总结，反复循环，结果就是错题本上的题越来越多，做错的题依然做错。\n\n为什么呢？很简单，一是一些定理和内容还是没有吃透和理解，一知半解；二是不够熟练啊，知识点容易遗忘，而且题目不熟练\n\n复习建议：复习全书至少要复习三遍（基础阶段 2 遍）\n\n第一，按部就班，全盘接受。复习全书第一遍复习时不要太多钻研，因为这段时间基础没差，什么都是新知识，只需要按部就班接受书本灌输的知识即可。定理理解和记忆即可，例题花 1-2 分钟思考，没有思路就直接看答案，看看正确解题方法。\n第二，跟名师学习。复习完第一遍全书时，其实还是有很多内容没有真正理解。这时候答主建议花半个月-1 个月的时间看一下名师视频，张宇、汤家凤、李永乐、王式安等等都可以，选择一个你喜欢的风格，跟着他们快速把整体内容过一遍。由于之前已经复习过教材和 1 遍全书，有了一定的基础，看视频的时候你的理解就会更深刻，也会有更多的想法。\n第三，全书第二轮复习。看完名师视频之后，就可以开始全书第二轮了。第二遍一定要提高要求，第一遍时候很多题目 1 分钟没想法就看答案，第 2 遍不能这样，要肯花时间钻研，一道题目钻研半小时是很正常的；其次，要学会标记错题。第 1 遍复习时候不标记是因为基本所有的题目都不会，第 2 遍要将错题标记好以便以后有重点复习（基本可以标记 50% 的错题）。\n\n\n3、强化阶段（7 月-8 月）\n\n3.1 强化阶段复习目标\n\n这个阶段的复习目标就是将基础阶段掌握的内容继续巩固和强化，虽然基础阶段已经做了很多的工作了，但是去做题的时候还是会发现，很多内容和题目自己都学过，也有印象，但是就是做不出来，十分苦恼。这个阶段的复习任务就是将之前学过的知识真正内化成为自己的东西，而不是我见过、我复习过、有思路，却做不出来。\n\n3.2 强化阶段复习误区\n\n很多人这个阶段已经开始去做真题了，其实这是很不明智的做法。真题是在你全方位复习好，用来查漏补缺和模拟实战的，而你这个阶段一些重要的定理、定义都背不下来，去做真题纯粹是浪费资源啊。\n\n3.3 强化阶段参考书目\n\n这个阶段的参考书目还是以复习全书为主，虽然之前已经复习了 2 遍，但是盖住答案，上面的例题正确率还是不到 60%，说明这本书还有很大的价值可以挖掘。你说是继续吃透全书呢，还是去选择 660 题、1000 题、1800 题这些呢？答案显而易见。\n\n3.4 强化阶段复习方法\n\n时间分配：这个时间段复习全书其实就很快了，一个多月左右的时间就可以复习完，但是每章后面都有几十个习题，后面的习题十分经典，难度也比较大，建议也独立做完，整本书复习完差不多不到 2 个月。\n\n复习方法：这一遍复习只需要先把每章的基本定理快速过一遍，然后把经典例题和课后习题独立做完就可以了。由于第 2 遍已经将错题标记好了，估计标记了一半左右，你只需要重点复习这没掌握的一半即可，把答案盖住，看看第 3 遍能不能做出来，如果还是做错了，继续用另一种颜色标记好。过几天再花时间做一遍。你会发现，这一遍的复习效率会大大提升。\n\n经过教材 1 论、视频 1 论和全书三遍的复习，你会发现整本书的知识体系和内容就像刻在脑子里面一样清晰，这时候效果就达到了。\n\n4、巩固阶段（9 月-10 月）\n\n4.1 巩固阶段复习目标\n\n前提已经打好基础，并且强化阶段已经建立了考研数学整体的知识框架，这个阶段就是实战，检验复习效果，通过真题模拟进行查漏补缺，然后回头有重点针对性复习。\n\n4.2 巩固阶段复习误区\n\n这个阶段复习有两个常见的误区：\n\n一是不重视真题，去做模拟题。真题永远是最宝贵的资源，因为出真题的这些人可能明年还是命题组成员。一方面是要通过真题掌握知识点，查找自己的盲区；另一方面搞清楚出题套路，这些都是模拟题给不到的。很多人平时模拟题每次都模拟 140 分，结果最后一次考了 110 都不到，为什么？因为出题风格不一样。\n二是不严格模拟，而以知识体系做真题。真题一定要先模拟，而且要在每天上午的 8.30-11.30 这个时间段计时模拟。一方面是模拟考场的感觉，模拟多了，到时候自然镇定自若，不会因为紧张导致发挥失常而名落孙山；一方面是要通过整张试卷查漏补缺，看看自己的额薄弱点在哪。\n\n\n4.3 巩固阶段参考书目\n\n真题的推荐参考书目：张宇的真题大全解\n\n\n\n此书优点：囊括了 1987 年-2020 年的 34 年真题，十分全面。同时真题答案不是简单的按照每年来划分，而是将答案按照考点和章节分门别类，让考生对考点一目了然。\n\n此书用法：先是一套卷一套卷模拟，每年真题模拟结束，然后对答案订正错题，进行查漏补缺。\n\n4.4 巩固阶段复习方法\n\n严格 3 小时模拟，模拟的时候把不会的题目、模棱两可的题目以及遗忘知识点的题目在试卷上标记一下；\n做完之后快速对答案，把错题在真题详解上重点标记，同时分析做错原因（是知识点遗忘、定理没理解、计算错误还是粗心大意）；\n分析完做错原因，说明这部分内容还没完全掌握或者是容易遗忘的点，就去复习全书里面复习对应的知识点，重点记忆。\n真题复习一遍即可，大概一个多月时间就可复习完，然后去全书重点复习薄弱点，对于反复做错的题目，后面重点关注。其实这阶段的正确率至少百分之 80，因此这些一遍就做对的题目反复复习意义不大。\n\n\n5、冲刺阶段（11 月-12 月）\n\n5.1 冲刺阶段复习目标\n\n冲刺阶段也就是最后的 2 个月，这段时间主要以模拟题为主，通过模拟题提高解题速度、分析问题能力以及应对新题型的能力。\n\n5.2 冲刺阶段复习误区\n\n很多人认为复习模拟题没有必要，这真的是见仁见智。如果你的目标是 120 分，那答主觉得不做模拟题可以，因为只要你把复习全书和 34 年的真题吃透，这完全是没有问题的。\n\n但是如果的目标是 130 分、135 分甚至是 140 分，模拟题就十分必要了。毕竟每年的真题都会有 30% 的内容是没见过的创新，只有拥有足够应对新题型的分析能力，后面真正考试时候才能应对自如。\n\n5.3 冲刺阶段参考书目\n\n不同的模拟题，他的出题风格是不一样的，可以从不同角度锻炼我们的考研数学应试能力，故模拟题也要多涉及，下面推荐最经典的几个：\n\n\n\n合工大数学模拟卷：分为共创和超越两种，后者难度更大。共创难度适中，很适合作为模拟练习；超越难度较大，上面题目十分新颖，很多题目思路很难找并且计算量很大，适合冲刺 140 分的同学模拟。\n张宇八套卷和四套卷：张宇八套卷难度适中，题目新颖，和真题较为贴近，难度比真题略大，建议可作为模拟练习；张宇四套卷难度很大，虽然题目很新，但是也很偏僻，出了很多你完全想不到的知识点，可以适当模拟一下，毕竟很锻炼考场心态。\n汤家凤八套卷：汤家凤的八套卷较为简单，难度和真题很贴近，但是计算量十分大，不过答案解析十分详细和清晰，可做考前模拟。\n\n\n5.4 冲刺阶段复习方法\n\n第一，每天上午 8.30-11.30 严格三小时模拟，期间不要上厕所和做其他事情（手机数据关掉），一方面是模拟考试状态，另一方面也是保持手感，因为数学是很依赖长久积累的手感和应对新题型的临场反应能力的；\n第二，认真订正和整理错题。虽然模拟要花三小时，但是订正反思的时间可能更长，一开始可能很煎熬，因为前期模拟错的题目比较多，可能要花费好几个小时整理错题。随着后面模拟正确率越来越高，后面的效率也会越老越高，到最后甚至能达到 145-150 满分的程度；\n第三，坚持至少做 40-50 套模拟题。很多题目做错了，我们分析错因的时候，往往认为是不够细心导致的。其实只有很少的题目是粗心导致的比如审题和读题不仔细，这些现象后面只要注意就能避免，但是后面还是会做错，还是粗心吗？不是，本质是你还是不够熟练。就像幼儿园的时候，乘法口诀 8*9=78 会算错，你说是粗心，但是你现在还会错吗？因此，多模拟，多计算，多做题，熟能生巧。\n\n\n（三）考研政治复习规划\n\n1、基础阶段（暑期 7-8 月份）\n\n复习目标：暑期是复习考研政治的黄金时间，因为这段时间数学、英语、专业课的压力没那么大，每天可以腾出一些时间专门复习。\n\n复习安排：这段时间主要是对考研政治有一个基本了解，打牢基础，把视频或者教材（精讲精练）复习一遍，然后把《1000 题》刷一遍，搞清考研政治的分布、难点和自己的复习薄弱点。\n\n2、强化阶段（9-10 月）\n\n复习目标：通过暑期的复习，有了一定的基础，这个阶段就是重点复习，与其他人拉开差距。\n\n复习安排：这个阶段不需要做太多题目，做题在精不在多，只需要把《1000 题》再刷一遍，找出自己的漏洞，然后回归教材进行查漏补缺。\n\n3、冲刺阶段（11-12 月）\n\n复习目标：冲刺阶段要主攻主观题，开始主观题的背诵和练习，学习和总结主观题的大题技巧、思路和框架。同时，在最后的一个月中已经不能像以前一样，期望把所有的大纲知识点囊括到自己的头脑中，而是要按照考试的方向，抓住重点。\n\n复习安排：背诵主观题的同时，选择题也不能落下，因为最后真正拉分的还是选择题，这个阶段要每天练习保持手感，同时继续通过选择题查漏补缺。\n\n原文作者：木子李学长好"
    }
]